Repository: gollenia/events
Catalog: languages/events-manager-*.po
Languages: fr_fr

source: A previously published event has been modified by #_CONTACTNAME, and this event is now unpublished and pending your approval.<br/>Name : #_EVENTNAME <br/>Date : #_EVENTDATES <br/>Time : #_EVENTTIMES <br/>Please visit #_EDITEVENTURL to review this event for approval.
fr_fr: Un événement précédemment publié a été modifié par #_CONTACTNAME, et cet événement est maintenant dépublié et en attente d'approbation.<br/>Nom : #_EVENTNAME <br/>Date : #_EVENTDATES <br/>Heure : #_EVENTTIMES <br/>Veuillez visiter #_EDITEVENTURL pour réviser cet événement pour approbation.

source: A new event has been published by #_CONTACTNAME.<br/>Name : #_EVENTNAME <br/>Date : #_EVENTDATES <br/>Time : #_EVENTTIMES <br/>Edit this event - #_EDITEVENTURL <br/> View this event - #_EVENTURL
fr_fr: Un nouvel événement a été publié par #_CONTACTNAME.<br/>Nom : #_EVENTNAME <br/>Date : #_EVENTDATES <br/>Heure : #_EVENTTIMES <br/>Modifier cet événement - #_EDITEVENTURL <br/>Voir cet événement - #_EVENTURL

source: A new event has been submitted by #_CONTACTNAME.<br/>Name : #_EVENTNAME <br/>Date : #_EVENTDATES <br/>Time : #_EVENTTIMES <br/>Please visit #_EDITEVENTURL to review this event for approval.
fr_fr: Un nouvel événement a été soumis par #_CONTACTNAME.<br/>Nom : #_EVENTNAME <br/>Date : #_EVENTDATES <br/>Heure : #_EVENTTIMES <br/>Veuillez visiter #_EDITEVENTURL pour réviser cet événement pour approbation.

source: Dear #_CONTACTNAME, <br/>Your event #_EVENTNAME on #_EVENTDATES has been approved.<br/>You can view your event here: #_EVENTURL
fr_fr: Cher #_CONTACTNAME, <br/>Votre événement #_EVENTNAME le #_EVENTDATES a été approuvé.<br/>Vous pouvez voir votre événement ici : #_EVENTURL

source: Dear #_BOOKINGNAME, <br/>Your requested booking for #_BOOKINGSPACES spaces at #_EVENTNAME on #_EVENTDATES has been cancelled.<br/>Yours faithfully,<br/>#_CONTACTNAME
fr_fr: Cher #_BOOKINGNAME, <br/>Votre réservation pour #_BOOKINGSPACES places à #_EVENTNAME le #_EVENTDATES a été annulée.<br/>Votre sincèrement,<br/>#_CONTACTNAME

source: Dear #_BOOKINGNAME, <br/>Your requested booking for #_BOOKINGSPACES spaces at #_EVENTNAME on #_EVENTDATES has been rejected.<br/>Yours faithfully,<br/>#_CONTACTNAME
fr_fr: Cher #_BOOKINGNAME, <br/>Votre réservation pour #_BOOKINGSPACES places à #_EVENTNAME le #_EVENTDATES a été rejetée.<br/>Votre sincèrement,<br/>#_CONTACTNAME

source: Dear #_BOOKINGNAME, <br/>You have requested #_BOOKINGSPACES space/spaces for #_EVENTNAME.<br/>When : #_EVENTDATES @ #_EVENTTIMES<br/>Where : #_LOCATIONNAME - #_LOCATIONFULLLINE<br/>Your booking is currently pending approval by our administrators. Once approved you will receive an automatic confirmation.<br/>Yours faithfully,<br/>#_CONTACTNAME
fr_fr: Cher #_BOOKINGNAME, <br/>Vous avez demandé #_BOOKINGSPACES place/places pour #_EVENTNAME.<br/>Quand : #_EVENTDATES @ #_EVENTTIMES<br/>Où : #_LOCATIONNAME - #_LOCATIONFULLLINE<br/>Votre réservation est actuellement en attente d'approbation par nos administrateurs. Une fois approuvée, vous recevrez une confirmation automatique.<br/>Votre sincèrement,<br/>#_CONTACTNAME

source: Dear #_BOOKINGNAME, <br/>You have successfully reserved #_BOOKINGSPACES space/spaces for #_EVENTNAME.<br/>When : #_EVENTDATES @ #_EVENTTIMES<br/>Where : #_LOCATIONNAME - #_LOCATIONFULLLINE<br/>Yours faithfully,<br/>#_CONTACTNAME
fr_fr: Cher #_BOOKINGNAME, <br/>Vous avez réservé #_BOOKINGSPACES place/places pour #_EVENTNAME.<br/>Quand : #_EVENTDATES @ #_EVENTTIMES<br/>Où : #_LOCATIONNAME - #_LOCATIONFULLLINE<br/>Votre sincèrement,<br/>#_CONTACTNAME

source: If left blank, the default value will be used.
fr_fr: Si laissé vide, la valeur par défaut sera utilisée.

source: If translations are left blank, the default value will be used.
fr_fr: Si les traductions sont laissées vides, la valeur par défaut sera utilisée.

source: [%s] New User Registration
fr_fr: [%s] Nouvelle inscription d'utilisateur

source: Username: %s
fr_fr: Nom d'utilisateur : %s

source: New user registration on your blog %s:
fr_fr: Nouvelle inscription d'utilisateur sur votre blog %s :

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
fr_fr: <strong>ERREUR</strong>: Impossible de vous enregistrer... veuillez contacter le <a href="mailto:%s">webmaster</a> !

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
fr_fr: <strong>ERREUR</strong>: Cette adresse e-mail est déjà enregistrée, veuillez en choisir une autre.

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
fr_fr: <strong>ERREUR</strong>: Ce nom d'utilisateur est déjà enregistré, veuillez en choisir un autre.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
fr_fr: <strong>ERREUR</strong>: Ce nom d'utilisateur est invalide car il utilise des caractères illégaux. Veuillez entrer un nom d'utilisateur valide.

source: <strong>ERROR</strong>: Please enter a username.
fr_fr: <strong>ERREUR</strong>: Veuillez entrer un nom d'utilisateur.

source: Trying to perform an illegal action.
fr_fr: Tentative d'exécuter une action illégale.

source: Events within 12 months
fr_fr: Événements dans les 12 mois

source: Events within 6 months
fr_fr: Événements dans les 6 mois

source: Events within 3 months
fr_fr: Événements dans les 3 mois

source: Events within 2 months
fr_fr: Événements dans les 2 mois

source: Events current and next month
fr_fr: Événements du mois courant et suivant

source: Events next month
fr_fr: Événements du mois suivant

source: Events this month
fr_fr: Événements du mois courant

source: Tomorrow's events
fr_fr: Événements du lendemain

source: Today's events
fr_fr: Événements du jour

source: Displaying %1$s&#8211;%2$s of %3$s
fr_fr: Affichage de %1$s&#8211;%2$s de %3$s

source: You are in Events Manager debug mode. To turn debug mode off, go to the <a href="%s">settings</a> page.
fr_fr: Vous êtes en mode de débogage Events Manager. Pour sortir du mode de débogage, allez sur la page <a href="%s">paramètres</a>.

source: <li>No events in this location</li>
fr_fr: <li>Aucun événement dans cette localisation</li>

source: Send your booking
fr_fr: Envoyer votre réservation

source: Exported booking on %s
fr_fr: Réservation exportée le %s

# bookings
source: No emails to send for this booking.
fr_fr: Aucun e-mail à envoyer pour cette réservation.

source: You must log in to cancel your booking.
fr_fr: Vous devez vous connecter pour annuler votre réservation.

source: %s successfully deleted
fr_fr: %s supprimé avec succès

source: %s could not be deleted.
fr_fr: %s n'a pas pu être supprimé.

source: %s successfully deleted.
fr_fr: %s supprimé avec succès.

source: No ticket id provided
fr_fr: Aucun identifiant de ticket fourni

source: You cannot delete tickets if there are any bookings associated with them. Please delete these bookings first.
fr_fr: Vous ne pouvez pas supprimer des billets si il y a des réservations associées. Veuillez d'abord supprimer ces réservations.

source: You do not have the rights to manage this %s.
fr_fr: Vous n'avez pas les droits pour gérer ce %s.

source: You cannot delete a ticket that has a booking on it.
fr_fr: Vous ne pouvez pas supprimer un billet qui a une réservation associée.

source: Please enter a valid ticket price e.g. 10.50 (no currency signs)
fr_fr: Veuillez entrer un prix de billet valide par exemple 10.50 (sans signes de monnaie)

source: There was a problem saving the ticket.
fr_fr: Il y a eu un problème lors de l'enregistrement du billet.

source: Ticket created
fr_fr: Billet créé

source: Standard Ticket
fr_fr: Billet standard

source: There was a problem saving the ticket booking.
fr_fr: Il y a eu un problème lors de l'enregistrement de la réservation du billet.

source: Ticket booking created
fr_fr: Réservation de billet créée

source: The image is in a wrong format!
fr_fr: L'image est dans un format incorrect !

source: The image is too small! Minimum size allowed:
fr_fr: L'image est trop petite ! Taille minimum autorisée :

source: The image is too big! Maximum size allowed:
fr_fr: L'image est trop grande ! Taille maximum autorisée :

source: The image file is too big! Maximum size:
fr_fr: Le fichier image est trop grand ! Taille maximum :

source: There was an error uploading the image.
fr_fr: Il y a eu une erreur lors du téléchargement de l'image.

source: Please supply a valid email format.
fr_fr: Veuillez fournir un format d'adresse e-mail valide.

source: You do not have permission to create/edit %s.
fr_fr: Vous n'avez pas les droits pour créer/éditer %s.

source: is required.
fr_fr: est requis.

source: Location name
fr_fr: Nom de la localisation

source: The country
fr_fr: Le pays

source: The location town
fr_fr: La ville de la localisation

source: The location address
fr_fr: L'adresse de la localisation

source: State
fr_fr: État

source: Address
fr_fr: Adresse

source: every %s years
fr_fr: chaque %s ans

source: every year
fr_fr: chaque année

source: every %s months
fr_fr: chaque %s mois

source: every %s weeks
fr_fr: chaque %s semaines

source: every week
fr_fr: chaque semaine

source: every %s days
fr_fr: chaque %s jours

source: everyday
fr_fr: chaque jour

source: From %1$s to %2$s
fr_fr: De %1$s à %2$s

source: the last %s of the month
fr_fr: le dernier %s du mois

source: the fourth %s of the month
fr_fr: le quatrième %s du mois

source: the third %s of the month
fr_fr: le troisième %s du mois

source: the second %s of the month
fr_fr: le deuxième %s du mois

source: the first %s of the month
fr_fr: le premier %s du mois

source: Event could not be attached.
fr_fr: L'événement n'a pas pu être attaché.

source: Event re-attached to recurrence.
fr_fr: L'événement a été rattaché à la récurrence.

source: Event could not be detached.
fr_fr: L'événement n'a pas pu être détaché.

source: Undo
fr_fr: Annuler

source: Event detached.
fr_fr: L'événement a été détaché.

source: Profile
fr_fr: Profil

source: %s successfully duplicated.
fr_fr: %s a été dupliqué avec succès.

source: Something went wrong updating your %s to the index table. Please inform a site administrator about this.
fr_fr: Quelque chose s'est mal passé lors de la mise à jour de votre %s dans la table d'index. Veuillez informer un administrateur du site sur ce problème.

source: Successfully saved %s
fr_fr: Le %s a été enregistré avec succès

source: Something went wrong saving your %s to the index table. Please inform a site administrator about this.
fr_fr: Quelque chose s'est mal passé lors de l'enregistrement de votre %s dans la table d'index. Veuillez informer un administrateur du site sur ce problème.

source: It will not be displayed on the website listings, to correct this you must <a href="%s">edit your location</a> directly.
fr_fr: Cela ne sera pas affiché dans les listes du site, pour corriger ce problème, veuillez <a href="%s">éditer votre localisation</a> directement.

source: There were some errors saving your location.
fr_fr: Il y a eu des erreurs lors de l'enregistrement de votre localisation.

source: Please specify what days of the week this event should occur on.
fr_fr: Veuillez spécifier quels jours de la semaine cet événement doit se produire.

source: Since the event is repeated, you must specify an event end date greater than the start date.
fr_fr: Comme l'événement est répété, vous devez spécifier une date de fin d'événement supérieure à la date de début.

source: Missing fields:
fr_fr: Champs manquants :

source: Dates must have correct formatting. Please use the date picker provided.
fr_fr: Les dates doivent avoir le bon format. Veuillez utiliser le sélecteur de date fourni.

source: For recurring events that end the following day, ensure you make your event last 1 or more days.
fr_fr: Pour les événements répétés qui se terminent le jour même, assurez-vous que votre événement dure 1 ou plusieurs jours.

source: Events cannot start after they end.
fr_fr: Les événements ne peuvent pas commencer après qu'ils se terminent.

source: Your name
fr_fr: Votre nom

source: A valid email
fr_fr: Un email valide

source: Event name
fr_fr: Nom de l'événement

source: %s is required.
fr_fr: %s est requis.

source: Duplicate
fr_fr: Dupliquer

source: Duplicate %s
fr_fr: Dupliquer %s

source: Detach
fr_fr: Détacher

source: Edit Recurring Events
fr_fr: Modifier les événements récurrents

source: WARNING! You will delete ALL recurrences of this event, including booking history associated with any event in this recurrence. To keep booking information, go to the relevant single event and save it to detach it from this recurrence series.
fr_fr: ATTENTION ! Vous allez supprimer TOUTES les occurrences de cet événement, y compris les réservations associées à un événement dans cette série d'occurrence. Pour conserver les réservations, allez sur l'événement en question et enregistrez-le pour le détacher de cette série d'occurrence.

source: Booked
fr_fr: Réservé

source: Owner
fr_fr: Propriétaire

source: Date and Time
fr_fr: Date et heure

source: View all categories
fr_fr: Voir toutes les catégories

# events
source: Future <span class="count">(%s)</span>
fr_fr: Futur <span class="count">(%s)</span>

source: View all posts in %s
fr_fr: Voir tous les articles dans %s

source: Recurrences
fr_fr: Occurrences

source: There was a problem saving the recurring events.
fr_fr: Il y a eu un problème lors de l'enregistrement des événements récurrents.

source: Something went wrong with the recurrence update...
fr_fr: Quelque chose s'est mal passé avec la mise à jour de l'occurrence...

source: No categories available, <a href="%s">create one here first</a>
fr_fr: Aucune catégorie disponible, <a href="%s">créez-en une ici d'abord</a>

source: This %s was submitted by a guest. You will find their details in the <em>Anonymous Submitter Info</em> box
fr_fr: Ce %s a été soumis par un invité. Vous trouverez ses détails dans la boîte <em>Informations sur l'invité</em>

source: Site Categories
fr_fr: Catégories du site

source: Attributes
fr_fr: Attributs

source: Bookings Stats
fr_fr: Statistiques de réservations

source: Bookings/Registration
fr_fr: Réservations/Inscriptions

source: Where
fr_fr: Où

source: When
fr_fr: Quand

source: Anonymous Submitter Info
fr_fr: Informations sur l'invité

source: Your %s details are incorrect and cannot be published, please correct these errors first:
fr_fr: Les détails de votre %s sont incorrects et ne peuvent pas être publiés, veuillez corriger les erreurs en premier :

source: Your event details are incorrect and recurrences cannot be created, please correct these errors first:
fr_fr: Les détails de votre événement sont incorrects et les occurrences ne peuvent pas être créées, veuillez corriger les erreurs en premier :

source: WARNING: This is a event belonging to the group "%s". Other group admins can also modify this event.
fr_fr: ATTENTION : C'est un événement appartenant au groupe "%s". Les autres administrateurs du groupe peuvent également modifier cet événement.

source: To manage the whole set, <a href="%s">edit the recurring event template</a>.
fr_fr: Pour gérer l'ensemble, <a href="%s">modifiez le modèle d'événement récurrent</a>.

source: If you update this event data and save, it could get overwritten if you edit the recurring event template. To make it an independent, <a href="%s">detach it</a>.
fr_fr: Si vous modifiez ces données d'événement et enregistrez, il pourrait être écrasé si vous modifiez le modèle d'événement récurrent. Pour le rendre indépendant, <a href="%s">détachez-le</a>.

source: WARNING: This is a recurrence in a set of recurring events.
fr_fr: ATTENTION : C'est une occurrence dans un ensemble d'événements récurrents.

source: WARNING: This is a recurring event.
fr_fr: ATTENTION : C'est un événement récurrent.

source: Choose an image for your %s, which can be displayed using the %s placeholder.
fr_fr: Choisissez une image pour votre %s, qui peut être affichée en utilisant le %s.

source: Remove Image
fr_fr: Supprimer l'image

source: Choose/Upload Image
fr_fr: Choisir/Télécharger l'image

source: Choose a color for your %s. You can access this using the %s placeholder.
fr_fr: Choisissez une couleur pour votre %s. Vous pouvez accéder à cette couleur en utilisant le %s.

source: Color
fr_fr: Couleur

source: An error occurred.
fr_fr: Une erreur est survenue.

source: Bookings %s. Mails Sent.
fr_fr: Réservations %s. Mails envoyés.

source: %s created.
fr_fr: %s créé.

source: No bookings.
fr_fr: Aucune réservation.

source: Displaying User
fr_fr: Affichage de l'utilisateur

source: Displaying Event
fr_fr: Affichage de l'événement

source: %s Rows
fr_fr: %s lignes

source: Export these bookings.
fr_fr: Exporter ces réservations.

source: Columns to export
fr_fr: Colonnes à exporter

source: If your events have multiple tickets, enabling this will show a separate row for each ticket within a booking.
fr_fr: Si vos événements ont plusieurs billets, activer cette option affichera une ligne séparée pour chaque billet dans une réservation.

source: Split bookings by ticket type
fr_fr: Séparer les réservations par type de billet

source: Select the options below and export all the bookings you have currently filtered (all pages) into a CSV spreadsheet format.
fr_fr: Sélectionnez les options ci-dessous et exportez toutes les réservations que vous avez actuellement filtrées (toutes les pages) dans un format de feuille de calcul CSV.

source: Export Bookings
fr_fr: Exporter les réservations

source: Drag items to or from the left column to add or remove them.
fr_fr: Glissez les éléments vers ou depuis la colonne de gauche pour les ajouter ou les supprimer.

source: Columns to show
fr_fr: Colonnes à afficher

source: Modify what information is displayed in this booking table.
fr_fr: Modifiez les informations affichées dans cette table de réservation.

source: Bookings Table Settings
fr_fr: Paramètres de la table de réservations

source: Ticket ID
fr_fr: ID du billet

source: Ticket Price
fr_fr: Prix du billet

source: Ticket Description
fr_fr: Description du billet

source: Ticket Name
fr_fr: Nom du billet

source: Booking Comment
fr_fr: Commentaire de réservation

source: Booking ID
fr_fr: ID de réservation

source: Phone Number
fr_fr: Numéro de téléphone

source: Event Time(s)
fr_fr: Heure(s) de l'événement

source: Event Date(s)
fr_fr: Date(s) de l'événement

source: Last Name
fr_fr: Nom

source: First Name
fr_fr: Prénom

source: Incomplete Bookings
fr_fr: Réservations incomplètes

source: Needs Attention
fr_fr: Besoin d'attention

source: Confirmed
fr_fr: Confirmé

source: Confirmation email could not be sent to admin. Registrant should have gotten their email (only admin see this warning).
fr_fr: L'email de confirmation n'a pas pu être envoyé à l'administrateur. Le rédacteur devrait avoir reçu son email (seul l'administrateur voit ce message d'avertissement).

source: Booking note successfully added.
fr_fr: Note de réservation ajoutée avec succès.

source: Booking could not be %s.
fr_fr: La réservation n'a pas pu être %s.

source: ERROR : Email Not Sent.
fr_fr: ERREUR : Email non envoyé.

source: Email Sent.
fr_fr: Email envoyé.

source: Booking %s.
fr_fr: Réservation %s.

source: Not approved, spaces full.
fr_fr: Non approuvé, places pleines.

source: %s could not be deleted
fr_fr: %s n'a pas pu être supprimé

source: %s deleted
fr_fr: %s supprimé

source: Phone
fr_fr: Téléphone

source: Personal details have successfully been modified.
fr_fr: Les détails personnels ont été modifiés avec succès.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
fr_fr: <strong>ERREUR</strong>: L'adresse email n'est pas correcte.

source: <strong>ERROR</strong>: Please type your e-mail address.
fr_fr: <strong>ERREUR</strong>: Veuillez saisir votre adresse email.

source: Not Supplied
fr_fr: Non fourni

source: Guest User
fr_fr: Utilisateur invité

source: You are trying to book a non-existent ticket for this event.
fr_fr: Vous essayez de réserver un billet qui n'existe pas pour cet événement.

source: Booking
fr_fr: Réservation

source: You cannot manage this %s.
fr_fr: Vous ne pouvez pas gérer ce %s.

source: There was a problem saving the booking.
fr_fr: Il y a eu un problème lors de l'enregistrement de la réservation.

source: Your booking has been recorded
fr_fr: Votre réservation a été enregistrée

source: Changes saved
fr_fr: Modifications enregistrées

source: Awaiting Payment
fr_fr: En attente de paiement

source: Awaiting Online Payment
fr_fr: En attente de paiement en ligne

source: Cancelled
fr_fr: Annulé

source: Rejected
fr_fr: Rejeté

source: Approved
fr_fr: Approuvé

source: You are currently viewing your public page, this is what other users will see.
fr_fr: Vous visualisez actuellement votre page publique, ce qui sera affiché par les autres utilisateurs.

source: Edit Location
fr_fr: Modifier la localisation

source: Add Location
fr_fr: Ajouter une localisation

source: Add Event
fr_fr: Ajouter un événement

source: Edit Event
fr_fr: Modifier l'événement

source: Reschedule Events
fr_fr: Réordonner les événements

source: Group Events
fr_fr: Événements du groupe

source: %s users cancelled bookings.
fr_fr: %s utilisateurs ont annulé leurs réservations.

source: A user cancelled a booking
fr_fr: Un utilisateur a annulé une réservation

source: You have %s confirmed bookings
fr_fr: Vous avez %s réservations confirmées

source: You have a confirmed booking
fr_fr: Vous avez une réservation confirmée

source: You have %s pending bookings
fr_fr: Vous avez %s réservations en attente

source: You have a pending booking
fr_fr: Vous avez une réservation en attente

source: Group Ownership
fr_fr: Propriété du groupe

source: My Event Bookings
fr_fr: Mes réservations

source: My Locations
fr_fr: Mes localisations

source: My Events
fr_fr: Mes événements

source: Events I'm Attending
fr_fr: Événements auxquels je participe

source: My Profile
fr_fr: Mon profil

source: Search %s...
fr_fr: Rechercher %s...

source: %s added the event %s to %s.
fr_fr: %s a ajouté l'événement %s à %s.

source: %s added the event %s
fr_fr: %s a ajouté l'événement %s

source: %s will not be attending %s anymore.
fr_fr: %s ne participera plus à %s.

source: %s will not be attending %s of group %s anymore.
fr_fr: %s ne participera plus à %s du groupe %s.

source: %s is attending %s.
fr_fr: %s participe à %s.

source: %s is attending %s of the group %s.
fr_fr: %s participe à %s du groupe %s.

source: New Event
fr_fr: Nouvel événement

source: Users can manage bookings for their events on this page.
fr_fr: Les utilisateurs peuvent gérer les réservations de leurs événements sur cette page.

source: Manage bookings
fr_fr: Gérer les réservations

source: Edit locations
fr_fr: Modifier les localisations

source: Users can view, add and edit their %s on this page.
fr_fr: Les utilisateurs peuvent voir, ajouter et modifier leurs %s sur cette page.

source: Edit events
fr_fr: Modifier les événements

source: Users with the relevant permissions can manage their own events and bookings to these events on the following pages.
fr_fr: Les utilisateurs avec les permissions pertinentes peuvent gérer leurs propres événements et réservations à ces événements sur les pages suivantes.

source: Front-end management pages
fr_fr: Pages de gestion du front-end

source: Booking Date
fr_fr: Date de réservation

source: Start Date
fr_fr: Date de début

source: bookings
fr_fr: réservations

source: Users can view their bookings for other events on this page.
fr_fr: Les utilisateurs peuvent voir leurs réservations pour d'autres événements sur cette page.

source: My bookings
fr_fr: Mes réservations
