Repository: gollenia/events
Catalog: languages/events-manager-*.po
Languages: fr_fr

source: Select yes to enable the tag features
fr_fr: Sélectionnez Oui pour activer la fonctionnalité des tags

source: Enable tags?
fr_fr: Activer les tags ?

source: Select yes to allow bookings and tickets for events.
fr_fr: Sélectionnez Oui pour autoriser les réservations et les billets pour les événements.

source: Enable bookings?
fr_fr: Activer les réservations ?

source: Select yes to enable the recurrence features feature
fr_fr: Sélectionnez Oui pour activer la fonctionnalité des répétitions

source: Enable recurrence?
fr_fr: Activer les répétitions ?

source: %s Settings
fr_fr: %s Paramètres

source: Select yes to disable Events Manager from enabling thumbnails (some themes may already have this enabled, which we cannot be turned off here).
fr_fr: Sélectionnez Oui pour désactiver Events Manager pour activer les vignettes (certains thèmes peuvent déjà avoir cette fonctionnalité activée, ce qui n'est pas possible de désactiver ici).

source: Disable thumbnails?
fr_fr: Désactiver les vignettes ?

source: General Options
fr_fr: Options générales

source: If you use the <code>#_LOCATIONMAP</code> <a href="%s">placeholder</a> when displaying individual event and location information, the settings below will be used.
fr_fr: Si vous utilisez le <code>#_LOCATIONMAP</code> <a href="%s">placeholder</a> lors de l'affichage d'informations sur un événement et un lieu, les paramètres ci-dessous seront utilisés.

source: Single Location/Event Map Format
fr_fr: Format de la carte d'un événement/d'un lieu

source: Event.
fr_fr: Événement.

source: The format of the text appearing in the balloon describing the location.
fr_fr: Le format du texte apparaissant dans la bulle décrivant le lieu.

source: Location balloon format
fr_fr: Format de la bulle de la carte

source: If you use the %s <a href="%s">shortcode</a>, you can display a map of all your locations and events, the settings below will be used.
fr_fr: Si vous utilisez le %s <a href="%s">shortcode</a>, vous pouvez afficher une carte de tous vos lieux et événements, les paramètres ci-dessous seront utilisés.

source: Can be in form of pixels or a percentage such as %s or %s.
fr_fr: Peut être en forme de pixels ou en pourcentage, comme %s ou %s.

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Enable Google Maps integration?
fr_fr: Activer l'intégration avec Google Maps ?

source: Order by end date, end time, then event name
fr_fr: Trier par date de fin, heure de fin, puis nom de l'événement

source: Order by name, end date, then end time
fr_fr: Trier par nom, date de fin, puis heure de fin

source: Order by name, start date, then start time
fr_fr: Trier par nom, date de début, puis heure de début

source: Order by start date, start time, then event name
fr_fr: Trier par date de début, heure de début, puis nom de l'événement

source: RSS Scope
fr_fr: Portée RSS

source: RSS limit
fr_fr: Limite RSS

source: The format of the description of each item in the events RSS feed.
fr_fr: Le format de la description de chaque élément dans le flux RSS des événements.

source: RSS description format
fr_fr: Format de la description RSS

source: The format of the title of each item in the events RSS feed.
fr_fr: Le format du titre de chaque élément dans le flux RSS des événements.

source: RSS title format
fr_fr: Format du titre RSS

source: The main description of your RSS events feed.
fr_fr: La description principale de votre flux RSS d'événements.

source: RSS main description
fr_fr: Description principale RSS

source: The main title of your RSS events feed.
fr_fr: Le titre principal de votre flux RSS d'événements.

source: RSS main title
fr_fr: Titre principal RSS

source: The message to be displayed in the list generated by <code>#_TAGNEXTEVENTS</code>, <code>#_TAGNEXTEVENTS</code> and <code>#_TAGALLEVENTS</code> when no events are available.
fr_fr: Le message à afficher dans la liste générée par <code>#_TAGNEXTEVENTS</code>, <code>#_TAGNEXTEVENTS</code> et <code>#_TAGALLEVENTS</code> lorsque aucun événement n'est disponible.

source: The format of the events the list inserted in the tag page through the <code>#_TAGNEXTEVENTS</code>, <code>#_TAGNEXTEVENTS</code> and <code>#_TAGALLEVENTS</code> element.
fr_fr: Le format des événements insérés dans la liste de la page d'un tag par l'élément <code>#_TAGNEXTEVENTS</code>, <code>#_TAGNEXTEVENTS</code> et <code>#_TAGALLEVENTS</code>.

source: The format of a single tag page title.
fr_fr: Le format d'un titre de page d'un tag.

source: Event Tags
fr_fr: Tags d'événements

source: The format of the events the list inserted in the category page through the %s element.
fr_fr: Le format des événements insérés dans la liste de la page d'une catégorie par l'élément %s.

source: The format of a single category page title.
fr_fr: Le format d'un titre de page d'une catégorie.

source: categories
fr_fr: catégories

source: Categories
fr_fr: Catégories

source: category
fr_fr: catégorie

source: Default %s color
fr_fr: Couleur par défaut de %s

source: Event Categories
fr_fr: Catégories d'événements

source: The format of the next upcoming event in this %s.
fr_fr: Le format de l'événement à venir dans cette %s.

source: Next event format
fr_fr: Format de l'événement à venir

source: The settings below are used when using the %s placeholder
fr_fr: Les paramètres ci-dessous sont utilisés lorsque le paramètre %s est utilisé

source: Single %s Format
fr_fr: Format d'un %s

source: The message to be displayed in the list generated by %s when no events are available.
fr_fr: Le message à afficher dans la liste générée par %s lorsque aucun événement n'est disponible.

source: The format of the events the list inserted in the location page through the %s element.
fr_fr: Le format des événements insérés dans la liste de la page d'un lieu par l'élément %s.

source: Default %s list format
fr_fr: Format de la liste par défaut de %s

source: %s List Formats
fr_fr: Formats de liste de %s

source: The format of a single %s page.
fr_fr: Le format d'une page d'un %s.

source: The message displayed when no %s are available.
fr_fr: Le message affiché lorsque aucun %s n'est disponible.

source: No %s message
fr_fr: Message de %s non disponible

source: This content will appear just below your code for the %s list format above. Default is blank
fr_fr: Ce contenu apparaîtra juste en dessous de votre code pour le format de liste de %s. Par défaut, il est vide

source: %s list footer format
fr_fr: Format de pied de liste de %s

source: The format of a single %s in a list.
fr_fr: Le format d'un %s dans une liste.

source: %s list item format
fr_fr: Format d'un élément de liste de %s

source: This content will appear just above your code for the %s list format below. Default is blank
fr_fr: Ce contenu apparaîtra juste au dessus de votre code pour le format de liste de %s. Par défaut, il est vide

source: %s list header format
fr_fr: Format d'en-tête de liste de %s

source: Limits the number of future events shown (0 = unlimited).
fr_fr: Limite le nombre d'événements à venir affichés (0 = illimité).

source: iCal Limit
fr_fr: Limite iCal

source: Choose to show events within a specific time range.
fr_fr: Choisissez de montrer les événements dans une plage de temps spécifique.

source: iCal Scope
fr_fr: Portée iCal

source: The location information that will appear in the calendar.
fr_fr: Les informations de localisation qui apparaîtront dans le calendrier.

source: iCal Location
fr_fr: Localisation iCal

source: The description of the event that will appear in the calendar.
fr_fr: La description de l'événement qui apparaîtra dans le calendrier.

source: iCal Description
fr_fr: Description iCal

source: The title that will appear in the calendar.
fr_fr: Le titre qui apparaîtra dans le calendrier.

source: iCal Title
fr_fr: Titre iCal

source: iCal Feed Settings
fr_fr: Paramètres de flux iCal

source: Text with link to calendar day page with all events for that day if there are more events than the limit above, leave blank for no link as the day number is also a link.
fr_fr: Texte avec un lien vers la page du jour avec tous les événements pour ce jour si il y en a plus que le nombre limite ci-dessus, laissez vide pour ne pas avoir de lien car le numéro du jour est aussi un lien.

source: More Events message
fr_fr: Message d'événements supplémentaires

source: Limits the number of events on each calendar day. Leave blank for no limit.
fr_fr: Limite le nombre d'événements sur chaque jour du calendrier. Laissez vide pour ne pas avoir de limite.

source: Calendar events/day limit
fr_fr: Limite d'événements du calendrier/jour

source: When Events Manager displays lists of events the default behavior is ordering by start date in ascending order. To change this, modify the values above.
fr_fr: Lorsque Events Manager affiche des listes d'événements, le comportement par défaut est de classer par date de début dans l'ordre ascendant. Pour changer cela, modifiez les valeurs ci-dessus.

source: All Descending
fr_fr: Tous en ordre décroissant

source: All Ascending
fr_fr: Tous en ordre croissant

source: Descending
fr_fr: Décroissant

source: Ascending
fr_fr: Ascendant

source: Order by event start time, then event name
fr_fr: Trier par date de début, puis nom de l'événement

source: Order by event name, then event start time
fr_fr: Trier par nom de l'événement, puis date de début

source: Default event list ordering
fr_fr: Ordre par défaut de la liste d'événements

source: Calendar Day Event List Settings
fr_fr: Paramètres de la liste d'événements du jour du calendrier

source: Use abbreviations, e.g. Friday = Fri. Useful for certain languages where abbreviations differ from full names.
fr_fr: Utilisez les abréviations, par exemple, le vendredi = v. Utile pour certains langages où les abréviations diffèrent des noms complets.

source: Abbreviated weekdays?
fr_fr: Jours de la semaine abrégés?

source: The format of each event when displayed in the full calendar. Remember to include <code>li</code> tags before and after the event.
fr_fr: Le format de chaque événement lorsqu'il est affiché dans le calendrier complet. N'oubliez pas d'inclure des balises <code>li</code> avant et après l'événement.

source: Event format
fr_fr: Format d'événement

source: Events with multiple dates will appear on each of those dates in the calendar.
fr_fr: Les événements avec plusieurs dates apparaîtront sur chacune de ces dates dans le calendrier.

source: Show Long Events?
fr_fr: Afficher les événements longs?

source: Shorten the calendar headings containing the days of the week, use 0 for the full name.
fr_fr: Raccourcir les en-têtes du calendrier contenant les jours de la semaine, utilisez 0 pour le nom complet.

source: Initial lengths
fr_fr: Longueurs initiales

source: The calendar headings uses abbreviated weekdays
fr_fr: Les en-têtes du calendrier utilise les jours de la semaine abrégés

source: Abbreviated weekdays
fr_fr: Jours de la semaine abrégés

source: The separator appearing on the above title when more than one events are taking place on the same day.
fr_fr: Le séparateur apparaissant sur le titre ci-dessus lorsqu'il y a plusieurs événements sur le même jour.

source: Title separator
fr_fr: Séparateur de titre

source: The format of the title, corresponding to the text that appears when hovering on an eventful calendar day.
fr_fr: Le format du titre, correspondant au texte qui apparaît quand on passe la souris sur un jour plein d'événements.

source: Event titles
fr_fr: Titres d'événements

source: The format of the month/year header of the calendar.
fr_fr: Le format de l'en-tête du mois/année du calendrier.

source: Month format
fr_fr: Format du mois

source: Small Calendar
fr_fr: Petit calendrier

source: By default, if a calendar day only has one event, it display a single event when clicking on the link of that calendar date. If you select Yes here, you will get always see a list of events.
fr_fr: Par défaut, si un jour du calendrier ne contient qu'un seul événement, il affiche un événement lorsqu'on clique sur le lien de ce jour du calendrier. Si vous sélectionnez Oui ici, vous verrez toujours une liste d'événements.

source: Show list on day with single event?
fr_fr: Afficher une liste sur le jour avec un événement unique?

source: If an event lasts all day, this text will show if using the %s placeholder
fr_fr: Si un événement dure toute la journée, ce texte s'affichera si vous utilisez le placeholder %s

source: All Day Message
fr_fr: Message de toute la journée

source: times
fr_fr: fois

source: Same as <em>Date Format</em>, but this is used for the datepickers used by Events Manager. This uses a slightly different format to the others on here, for a list of characters to use, visit the <a href="%s">jQuery formatDate reference</a>
fr_fr: Identique à <em>Format de date</em>, mais c'est utilisé pour les datepickers utilisés par Events Manager. C'est un format différent des autres ici, pour une liste de caractères à utiliser, visitez la <a href="%s">référence jQuery formatDate</a>

source: Date Picker Format
fr_fr: Format de datepicker

source: For use with the %s placeholder
fr_fr: Pour utiliser le placeholder %s

source: Date Format
fr_fr: Format de date

source: All towns/cities text
fr_fr: Texte de tous les villes/villes

source: Show towns/cities?
fr_fr: Afficher les villes/villes?

source: City/Town
fr_fr: Ville/Ville

source: All states text
fr_fr: Texte de tous les états

source: Show states?
fr_fr: Afficher les états?

source: State/County
fr_fr: État/Région

source: All regions text
fr_fr: Texte de toutes les régions

source: Show regions?
fr_fr: Afficher les régions?

source: Region
fr_fr: Région

source: All countries text
fr_fr: Texte de tous les pays

source: no default country
fr_fr: aucun pays par défaut

source: Default Country
fr_fr: Pays par défaut

source: Show countries?
fr_fr: Afficher les pays?

source: Country
fr_fr: Pays

source: The numerical units shown to those searching by distance. Use comma-separated numbers, such as "25,50,100".
fr_fr: Les unités numériques affichées aux gens recherchant par distance. Utilisez des nombres séparés par des virgules, comme "25,50,100".

source: Distance Values
fr_fr: Valeurs de distance

source: Show distance options?
fr_fr: Afficher les options de distance?

source: Appears as the first default search option.
fr_fr: Apparaît comme la première option de recherche par défaut.

source: Categories dropdown label
fr_fr: Label de la liste déroulante de catégories

source: Show categories?
fr_fr: Afficher les catégories?

source: Category
fr_fr: Catégorie

source: For when start/end %s are present, this will separate the two (include spaces here if necessary).
fr_fr: Pour quand le début/fin %s sont présents, cela sépare les deux (ajoutez des espaces si nécessaire).

source: Date Separator
fr_fr: Séparateur de date

source: Show date range?
fr_fr: Afficher la plage de dates?

source: Hide label
fr_fr: Masquer le label

source: Appears as the label for this search option.
fr_fr: Apparaît comme le label pour cette option de recherche.

source: Show label
fr_fr: Afficher le label

source: If set to yes, advanced search fields will be hidden by default and can be revealed by clicking the "Advanced Search" link.
fr_fr: Si vous choisissez Oui, les champs de recherche avancée seront cachés par défaut et peuvent être révélés en cliquant sur le lien "Recherche avancée".

source: Hidden by default?
fr_fr: Caché par défaut?

source: If there's no fields to show in the main search section, this button will be used instead at the bottom of the advanced fields.
fr_fr: Si il n'y a pas de champs à afficher dans la section de recherche principale, ce bouton sera utilisé à la place en bas des champs avancés.

source: Search button text
fr_fr: Texte du bouton de recherche

source: Enables additional advanced search fields such as dates, country, etc.
fr_fr: Active les champs de recherche avancée supplémentaires, comme les dates, les pays, etc.

source: Enable advanced fields?
fr_fr: Activer les champs avancés?

source: Advanced Search Fields
fr_fr: Champs de recherche avancée

source: Default distance unit
fr_fr: Unité de distance par défaut

source: Enter a number.
fr_fr: Entrez un nombre.

source: Default distance
fr_fr: Distance par défaut

source: Show geolocation search?
fr_fr: Afficher la recherche géolocalisée?

source: Geolocation Search
fr_fr: Recherche géolocalisée

source: Appears within the input box.
fr_fr: Apparaît dans la boîte de saisie.

source: Show text search?
fr_fr: Afficher la recherche texte?

source: Main Search Fields
fr_fr: Champs de recherche principaux

source: Search Form
fr_fr: Formulaire de recherche

source: Used if an excerpt has not been defined.
fr_fr: Utilisé si un extrait n'a pas été défini.

source: %s excerpt fallback
fr_fr: %s extrait de secours

source: Used if an excerpt has been defined.
fr_fr: Utilisé si un extrait a été défini.

source: %s excerpt
fr_fr: %s extrait

source: %s List/Archives
fr_fr: %s Liste/Archives

source: Override Excerpts with Formats?
fr_fr: Remplacer les extraits par les formats?

source: These formats can be used when WordPress automatically displays %s excerpts on your site and %s is enabled in your %s settings tab.
fr_fr: Ces formats peuvent être utilisés lorsque WordPress affiche automatiquement les extraits de %s sur votre site et que %s est activé dans l'onglet %s de vos paramètres.

source: %s Excerpts
fr_fr: %s Extraits

source: The format used to display %s content on single pages or elsewhere on your site.
fr_fr: Le format utilisé pour afficher le contenu de %s sur une page unique ou àilleurs sur votre site.

source: Single %s page format
fr_fr: Format de page %s unique

source: This is only used when showing events from other blogs.
fr_fr: Ceci est seulement utilisé lors de l'affichage d'événements d'autres blogs.

source: The format of a single %s page title.
fr_fr: Le format du titre d'une page %s unique.

source: Single %s title format
fr_fr: Format de titre %s unique

source: These formats can be used on %s pages or on other areas of your site displaying an %s.
fr_fr: Ces formats peuvent être utilisés sur les pages %s ou sur d'autres zones de votre site affichant un %s.

source: Single %s Page
fr_fr: Page %s unique

source: If viewing a page for events on a specific date, this is the title that would show up. To insert date values, use <a href="http://www.php.net/manual/en/function.date.php">PHP time format characters</a> with a <code>#</code> symbol before them, i.e. <code>#m</code>, <code>#M</code>, <code>#j</code>, etc.<br/>
fr_fr: Si vous consultez une page pour des événements à une date spécifique, ce serait le titre qui s'afficherait. Pour insérer des valeurs de date, utilisez les caractères de format de temps de PHP avec un symbole <code>#</code> avant eux, i.e. <code>#m</code>, <code>#M</code>, <code>#j</code>, etc.<br/>

source: List events by date title
fr_fr: Liste des événements par date

source: The message displayed when no events are available.
fr_fr: Le message affiché quand aucun événement n'est disponible.

source: No events message
fr_fr: Message d'absence d'événements

source: This content will appear just below your code for the default event list format. Default is blank
fr_fr: Ce contenu apparaîtra juste en dessous de votre code pour le format d'affichage par défaut des événements. Par défaut, il est vide

source: Default event list format footer
fr_fr: Pied de page du format d'affichage par défaut des événements

source: The format of any events in a list.
fr_fr: Le format de tous les événements dans une liste.

source: Default event list format
fr_fr: Format d'affichage par défaut des événements

source: This content will appear just above your code for the default event list format. Default is blank
fr_fr: Ce contenu apparaîtra juste au dessus de votre code pour le format d'affichage par défaut des événements. Par défaut, il est vide

source: Default event list format header
fr_fr: Entête du format d'affichage par défaut des événements

source: Date and Time formats follow the <a href="%s">WordPress time formatting conventions</a>
fr_fr: Les formats de date et d'heure suivent les <a href="%s">conventions de formatage de WordPress</a>

source: Choose how to format your group heading dates. Leave blank for default.
fr_fr: Choisissez comment formatter votre date d'entête de groupe. Laissez vide pour le format par défaut.

source: Events page grouping date format
fr_fr: Format de date de groupe de la page d'événements

source: #s will be replaced by the date format below
fr_fr: #s sera remplacé par le format de date ci-dessous

source: Choose how to format your group headings.
fr_fr: Choisissez comment formatter vos entêtes de groupe.

source: Events page grouping header
fr_fr: Entête de groupe de la page d'événements

source: If you choose a group by mode, your events page will display events in groups of your chosen time range.
fr_fr: Si vous choisissez un mode de groupe, votre page d'événements affichera les événements dans des groupes de votre période de temps choisie.

source: Events page grouping
fr_fr: Groupe de la page d'événements

source: Daily
fr_fr: Quotidien

source: Weekly
fr_fr: Hebdomadaire

source: Monthly
fr_fr: Mensuel

source: Yearly
fr_fr: Annuel

source: None
fr_fr: Aucun

source: These formats will be used on your events page. This will also be used if you do not provide specified formats in other event lists, like in shortcodes.
fr_fr: Ces formats seront utilisés sur votre page d'événements. Ils seront aussi utilisés si vous ne spécifiez pas de formats spécifiques dans d'autres listes d'événements, comme dans les codes courts.

source: Event reapproved email
fr_fr: Courriel d'approbation d'événement

source: Event reapproved subject
fr_fr: Objet de l'approbation d'événement

source: Event Reapproved
fr_fr: Événement approuvé

source: Event approved email
fr_fr: Courriel d'approbation d'événement

source: Event approved subject
fr_fr: Objet de l'approbation d'événement

source: An email will be sent to the event owner when their event is approved. Users requiring event approval do not have the <code>publish_events</code> capability.
fr_fr: Un courriel sera envoyé à l'utilisateur propriétaire de l'événement lorsqu'il est approuvé. Les utilisateurs demandant l'approbation d'événement n'ont pas la capacité <code>publish_events</code>.

source: Event Approved
fr_fr: Événement approuvé

source: Event Submitter Emails
fr_fr: Courriels des demandeurs d'événements

source: Event published email
fr_fr: Courriel de publication d'événement

source: Event published subject
fr_fr: Objet de la publication d'événement

source: An email will be sent to an administrator of your choice when an event is published by users who are not administrators.
fr_fr: Un courriel sera envoyé à un administrateur de votre choix lorsqu'un événement est publié par des utilisateurs qui ne sont pas des administrateurs.

source: Event Published
fr_fr: Événement publié

source: Event resubmitted email
fr_fr: Courriel de réinscription d'événement

source: Event resubmitted subject
fr_fr: Objet de la réinscription d'événement

source: When a user modifies a previously published event, it will be put back into pending review status and will not be published until you re-approve it.
fr_fr: Lorsqu'un utilisateur modifie un événement publié précédemment, il sera mis en statut de relecture et ne sera pas publié tant que vous ne l'approuvez pas.

source: Event Re-Submitted
fr_fr: Événement réinscrit

source: Event submitted email
fr_fr: Courriel de soumission d'événement

source: If left blank, this email will not be sent.
fr_fr: Si laissé vide, ce courriel ne sera pas envoyé.

source: Event submitted subject
fr_fr: Objet de la soumission d'événement
