Repository: gollenia/events
Catalog: languages/events-manager-*.po
Languages: fr_fr

source: An email will be sent to your administrator emails when an event is submitted and pending approval.
fr_fr: Un courriel sera envoyé à vos courriels d'administrateur lorsqu'un événement est soumis et en attente d'approbation.

source: Event Submitted
fr_fr: Événement soumis

source: If left blank, no emails will be sent. Separate emails with commas for more than one email.
fr_fr: Si laissé vide, aucun courriel ne sera envoyé. Séparez les courriels avec des virgules pour plusieurs courriels.

source: Event submission notifications will be sent to emails added here.
fr_fr: Les notifications de soumission d'événement seront envoyées aux courriels ajoutés ici.

source: Administrator Email
fr_fr: Courriel d'administrateur

source: Event Admin Emails
fr_fr: Courriels d'administrateurs d'événements

source: Event Submission Templates
fr_fr: Modèles de soumission d'événement

source: Registration email
fr_fr: Courriel de réservation

source: Registration email subject
fr_fr: Objet du courriel de réservation

source: Check this option if you want to prevent the WordPress registration email from going out when a user anonymously books an event.
fr_fr: Cochez cette option si vous souhaitez empêcher l'envoi du courriel de réservation de WordPress lorsqu'un utilisateur réservant un événement anonyme.

source: Disable new registration email?
fr_fr: Désactiver le nouveau courriel de réservation?

source: When a guest user makes a booking for the first time in Events Manager, a new user account is created for them and they are sent their credentials in a separate email, which can be modified below.
fr_fr: Lorsqu'un utilisateur invité réserve pour la première fois dans Events Manager, un nouveau compte utilisateur est créé pour lui et ils sont envoyés leurs identifiants dans un courriel séparé qui peut être modifié ci-dessous.

source: This is only applicable when %s is not active.
fr_fr: Ceci est applicable uniquement lorsque %s n'est pas activé.

source: Registration Email Templates
fr_fr: Modèles de courriel de réservation

source: This will be sent when a user cancels their booking.
fr_fr: Ceci sera envoyé lorsqu'un utilisateur annule sa réservation.

source: This will be sent automatically when a booking is rejected. Not relevant if bookings don't require approval.
fr_fr: Ceci sera envoyé automatiquement lorsqu'une réservation est rejetée. Inutile si les réservations ne nécessitent pas d'approbation.

source: This will be sent to the person when they first submit their booking. Not relevant if bookings don't require approval.
fr_fr: Ceci sera envoyé à la personne lorsqu'elle soumet sa réservation. Inutile si les réservations ne nécessitent pas d'approbation.

source: Booked User Emails
fr_fr: Courriels d'utilisateurs réservant

source: Booking rejected email
fr_fr: Courriel de rejet de réservation

source: Booking rejected email subject
fr_fr: Objet du courriel de rejet de réservation

source: This will be sent to event admins when a booking is rejected.
fr_fr: Ceci sera envoyé aux administrateurs d'événements lorsqu'une réservation est rejetée.

source: Rejected booking email
fr_fr: Courriel de réservation rejetée

source: Booking cancelled email
fr_fr: Courriel de réservation annulée

source: Booking cancelled email subject
fr_fr: Objet du courriel de réservation annulée

source: An email will be sent to the event contact if someone cancels their booking.
fr_fr: Un courriel sera envoyé au contact de l'événement si quelqu'un annule sa réservation.

source: Booking cancelled
fr_fr: Réservation annulée

source: Booking pending email
fr_fr: Courriel de réservation en attente

source: Booking pending email subject
fr_fr: Objet du courriel de réservation en attente

source: This is sent when a person's booking is pending. If approvals are enabled, this is sent out when a user first submits their booking.
fr_fr: Ceci est envoyé lorsqu'une réservation est en attente. Si les approbations sont activées, ceci est envoyé lorsqu'un utilisateur soumet sa réservation.

source: Pending booking email
fr_fr: Courriel de réservation en attente

source: Booking confirmed email
fr_fr: Courriel de réservation confirmée

source: Booking confirmed email subject
fr_fr: Objet du courriel de réservation confirmée

source: This is sent when a person's booking is confirmed. This will be sent automatically if approvals are required and the booking is approved. If approvals are disabled, this is sent out when a user first submits their booking.
fr_fr: Ceci est envoyé lorsqu'une réservation est confirmée. Ceci sera envoyé automatiquement si les approbations sont requises et que la réservation est approuvée. Si les approbations sont désactivées, ceci est envoyé lorsqu'un utilisateur soumet sa réservation.

source: Confirmed booking email
fr_fr: Courriel de réservation confirmée

source: Event Admin/Owner Emails
fr_fr: Courriels d'administrateur/propriétaire de l'événement

source: Check this option if you want the event contact to receive an email when someone books places. An email will be sent when a booking is first made (regardless if confirmed or pending)
fr_fr: Cochez cette option si vous souhaitez que le contact de l'événement reçoive un courriel lorsqu'un utilisateur réserve des places. Un courriel sera envoyé lorsqu'une réservation est faite (en tout cas, quelle que soit sa confirmation ou sa mise en attente)

source: Email event owner?
fr_fr: Envoyer un courriel au propriétaire de l'événement?

source: For multiple emails, separate by commas (e.g. email1@test.com,email2@test.com,etc.)
fr_fr: Pour plusieurs courriels, séparez-les par des virgules (e.g. email1@test.com,email2@test.com,etc.)

source: If you would like every event booking confirmation email sent to an administrator write their email here (leave blank to not send an email).
fr_fr: Si vous souhaitez que chaque courriel de confirmation de réservation d'un événement soit envoyé à un administrateur, écrivez leur courriel ici (laissez vide pour ne pas envoyer de courriel).

source: Email events admin?
fr_fr: Envoyer un courriel aux administrateurs de l'événement?

source: You can disable this email by leaving the subject blank.
fr_fr: Vous pouvez désactiver ce courriel en laissant le sujet vide.

source: Booking Email Templates
fr_fr: Modèles de courriels de réservation

source: Please add a User ID.
fr_fr: Veuillez ajouter un identifiant d'utilisateur.

source: <strong>Warning : </strong> By enabling this, registered users will not be able to see bookings they make as guests in their "My Bookings" page.
fr_fr: <strong>Attention : </strong> En activant ceci, les utilisateurs enregistrés ne seront pas en mesure de voir les réservations qu'ils font en tant que invités dans leur page "Mes réservations".

source: By default, if a guest tries to book an event using the email of a user account on your site they will be asked to log in, selecting yes will bypass this security measure.
fr_fr: Par défaut, si un invité essaye de réserver un événement en utilisant l'adresse courriel d'un compte utilisateur sur votre site, il sera invité à se connecter, en sélectionnant oui, cette mesure de sécurité sera ignorée.

source: Allow bookings with registered emails?
fr_fr: Autoriser les réservations avec des courriels enregistrés?

source: This disables user registrations for bookings.
fr_fr: Ceci désactive les inscriptions pour les réservations.

source: Enable No-User Booking Mode?
fr_fr: Activer le mode de réservation sans utilisateur?

source: <strong>Warning : </strong> Various features afforded to users with an account will not be available, e.g. viewing bookings. Once you enable this and select a user, modifying these values will prevent older non-user bookings from displaying the correct information.
fr_fr: <strong>Attention : </strong> Des fonctionnalités offertes aux utilisateurs ayant un compte ne seront pas disponibles, par exemple, la visualisation des réservations. Une fois que vous avez activé ceci et sélectionné un utilisateur, la modification de ces valeurs empêchera les réservations non utilisateurs précédentes d'afficher les informations correctes.

source: Users with accounts (which would be created by other means when this mode is enabled) will still be able to log in and make bookings linked to their account as normal.
fr_fr: Les utilisateurs ayant un compte (qui seraient créés par d'autres moyens lorsque ce mode est activé) pourront toujours se connecter et réserver liés à leur compte comme normal.

source: By default, when a booking is made by a user, this booking is tied to a user account, if the user is not registered nor logged in and guest bookings are enabled, an account will be created for them.
fr_fr: Par défaut, lorsqu'une réservation est faite par un utilisateur, cette réservation est liée à un compte utilisateur, si l'utilisateur n'est pas enregistré ni connecté et que les réservations invitées sont activées, un compte sera créé pour eux.

source: No-User Booking Mode
fr_fr: Mode de réservation sans utilisateur

source: Choose which order your tickets appear.
fr_fr: Choisissez l'ordre dans lequel les billets apparaissent.

source: Order Tickets By
fr_fr: Trier les billets par

source: Ticket Name (Descending)
fr_fr: Nom du billet (descendant)

source: Ticket Name (Ascending)
fr_fr: Nom du billet (ascendant)

source: Ticket Price (Ascending)
fr_fr: Prix du billet (ascendant)

source: Ticket Price (Descending)
fr_fr: Prix du billet (descendant)

source: If guests cannot make bookings, they will be asked to register in order to book. However, enabling this will still show available tickets.
fr_fr: Si les invités ne peuvent pas réserver, ils seront invités à s'enregistrer afin de réserver. Cependant, l'activation de ceci affichera toujours les billets disponibles.

source: Show multiple tickets if logged out?
fr_fr: Afficher plusieurs billets si déconnecté?

source: If there are member-only tickets, you can choose whether or not to show these tickets to guests.
fr_fr: Si il y a des billets réservables uniquement par les membres, vous pouvez choisir si les invités doivent les voir ou non.

source: %s must be set to yes for this to work.
fr_fr: %s doit être réglé sur oui pour que cela fonctionne.

source: Show member-only tickets?
fr_fr: Afficher les billets réservables uniquement par les membres?

source: You can choose whether or not to show unavailable tickets to visitors.
fr_fr: Vous pouvez choisir si les billets non disponibles doivent être affichés aux visiteurs.

source: Show unavailable tickets?
fr_fr: Afficher les billets non disponibles?

source: If you prefer a ticket table like with multiple tickets, even for single ticket events, enable this.
fr_fr: Si vous préférez une table de billets comme avec plusieurs billets, même pour les événements à un seul billet, activer ceci.

source: Show ticket table in single ticket mode?
fr_fr: Afficher la table de billets en mode billet unique?

source: In single ticket mode, users can only create one ticket per event (and will not see options to add more tickets).
fr_fr: En mode billet unique, les utilisateurs ne peuvent créer qu'un seul billet par événement (et ne verront pas les options pour ajouter d'autres billets).

source: Single ticket mode?
fr_fr: Mode billet unique?

source: Ticket
fr_fr: Billet

source: The text used by the submit button. To use an image instead, enter the full url starting with %s or %s.
fr_fr: Le texte utilisé par le bouton d'envoi. Pour utiliser une image à la place, entrez l'URL complète commençant par %s ou %s.

source: Submit button text
fr_fr: Texte du bouton d'envoi

source: Choose whether or not to display a login form in the booking form area to remind your members to log in before booking.
fr_fr: Choisissez si oui ou non afficher un formulaire de connexion dans la zone de formulaire de réservation pour vous rappeler que vous devez vous connecter avant de réserver.

source: Display login form?
fr_fr: Afficher le formulaire de connexion?

source: Booking Form
fr_fr: Formulaire de réservation

source: Cancelation error
fr_fr: Erreur de réservation

source: Cancelation complete
fr_fr: Réservation annulée

source: Cancelation in progress
fr_fr: Réservation en cours d'annulation

source: Event fully booked
fr_fr: Événement completement réservé

source: Booking error
fr_fr: Erreur de réservation

source: Booking already made
fr_fr: Réservation déjà effectuée

source: Booking complete
fr_fr: Réservation effectuée

source: Booking in progress
fr_fr: Réservation en cours

source: User can book
fr_fr: L'utilisateur peut réserver

source: With the %s placeholder, the below texts will be used.
fr_fr: Avec le %s espace réservé, les textes ci-dessous seront utilisés.

source: Booking button feedback messages
fr_fr: Messages de feedback du bouton de réservation

source: %d will be replaced by a number.
fr_fr: %d sera remplacé par un nombre.

source: If the user tries to make a booking with spaces that exceeds the maximum number of spaces per booking.
fr_fr: Si l'utilisateur essaie de réserver avec des places qui dépassent le nombre maximum de places par réservation.

source: Maximum spaces per booking
fr_fr: Nombre maximum de places par réservation

source: Sold Out
fr_fr: Complet

source: If the user tries to make a booking without requesting any spaces.
fr_fr: Si l'utilisateur essaie de réserver sans demander de places.

source: No spaces booked
fr_fr: Pas de places réservées

source: If the user made a previous booking and cannot double-book.
fr_fr: Si l'utilisateur a déjà réservé et ne peut pas réserver deux fois.

source: Already booked
fr_fr: Déjà réservé

source: If a booking is made and an email cannot be sent, this is added to the success message.
fr_fr: Si une réservation est effectuée et qu'un email ne peut pas être envoyé, ceci est ajouté à la réussite.

source: Error mailing user
fr_fr: Erreur d'envoi de l'email à l'utilisateur

source: When a user must log in before making a booking.
fr_fr: Lorsqu'un utilisateur doit se connecter avant de réserver.

source: User must log in
fr_fr: L'utilisateur doit se connecter

source: When a guest tries to book using an email registered with a user account.
fr_fr: Lorsqu'un invité essaie de réserver en utilisant un email enregistré avec un compte utilisateur.

source: Email Exists
fr_fr: Email existe

source: When a booking cannot be made due to an error when filling the form. Below this, there will be a dynamic list of errors.
fr_fr: Lorsqu'une réservation ne peut pas être effectuée à cause d'une erreur lors de la saisie du formulaire. Cela se trouve sous, il y aura une liste dynamique d'erreurs.

source: Errors
fr_fr: Erreurs

source: When a booking cannot be made due to lack of spaces.
fr_fr: Lorsqu'une réservation ne peut pas être effectuée à cause de la manque de places.

source: Not enough spaces
fr_fr: Pas assez de places

source: When a booking is registered but pending.
fr_fr: Lorsqu'une réservation est enregistrée mais en attente.

source: Successful pending booking
fr_fr: Réservation en attente réussie

source: When a booking is registered and confirmed.
fr_fr: Lorsqu'une réservation est enregistrée et confirmée.

source: Successful booking
fr_fr: Réservation réussie

source: When a booking is made by a user, a feedback message is shown depending on the result, which can be customized below.
fr_fr: Lorsqu'une réservation est effectuée par un utilisateur, un message de feedback est affiché en fonction du résultat, qui peut être personnalisé ci-dessous.

source: Booking form feedback messages
fr_fr: Messages de feedback du formulaire de réservation

source: Link text used for link to user bookings.
fr_fr: Texte du lien utilisé pour le lien vers les réservations de l'utilisateur.

source: Manage bookings link text
fr_fr: Texte du lien de gestion des réservations

source: If already attending and double bookings are disabled, this message will be displayed, followed by a link to the users booking page.
fr_fr: Si déjà présent et que les réservations multiples sont désactivées, ce message sera affiché, suivi d'un lien vers la page de réservation de l'utilisateur.

source: Already attending
fr_fr: Déjà présent

source: Event is fully booked.
fr_fr: L'événement est completement réservé.

source: Fully booked
fr_fr: Completement réservé

source: Bookings have closed (e.g. event has started).
fr_fr: Les réservations sont fermées (par exemple, l'événement a déjà commencé).

source: Bookings closed
fr_fr: Réservations fermées

source: An event with no bookings.
fr_fr: Un événement sans réservations.

source: Bookings disabled
fr_fr: Réservations désactivées

source: Booking form texts/messages
fr_fr: Textes/messages du formulaire de réservation

source: When a user chooses to cancel a booking, this warning is displayed for them to confirm.
fr_fr: Lorsqu'un utilisateur choisit de supprimer une réservation, ce message d'avertissement est affiché pour lui confirmer.

source: Booking Cancellation Warning
fr_fr: Avertissement de réservation annulée

source: When a user cancels their booking, this message will be displayed confirming the cancellation.
fr_fr: Lorsqu'un utilisateur annule sa réservation, ce message sera affiché pour l'affirmer.

source: Booking Cancelled
fr_fr: Réservation annulée

source: My Bookings messages
fr_fr: Messages de mes réservations

source: Below you will find texts that will be displayed to users in various areas during the bookings process, particularly on booking forms.
fr_fr: Ci-dessous, vous trouverez les textes qui seront affichés aux utilisateurs dans diverses zones pendant le processus de réservation, particulièrement sur les formulaires de réservation.

source: Customize Feedback Messages
fr_fr: Personnaliser les messages de feedback

source: When displaying ticket prices and booking totals, include the tax automatically?
fr_fr: Inclure automatiquement la taxe lors de l'affichage des prix et des totaux de réservation?

source: Add tax to ticket price?
fr_fr: Ajouter la taxe au prix du billet?

source: Add a tax rate to your ticket prices (entering 10 will add 10% to the ticket price).
fr_fr: Ajouter une taux de taxe à vos prix de billets (entrer 10 ajoutera 10% au prix du billet).

source: Tax Rate
fr_fr: Taux de taxe

source: Choose how prices are displayed. <code>@</code> will be replaced by the currency symbol, and <code>#</code> will be replaced by the number.
fr_fr: Choisissez comment les prix sont affichés. <code>@</code> sera remplacé par le symbole de la devise, et <code>#</code> sera remplacé par le nombre.

source: Currency Format
fr_fr: Format de la devise

source: Decimal Point
fr_fr: Point décimal

source: Thousands Separator
fr_fr: Séparateur des milliers

source: Choose your currency for displaying event pricing.
fr_fr: Choisissez votre devise pour l'affichage des prix des événements.

source: Currency
fr_fr: Devise

source: Pricing
fr_fr: Prix

source: If enabled, users can book an event more than once.
fr_fr: Si activé, les utilisateurs peuvent réserver un événement plusieurs fois.

source: Allow double bookings?
fr_fr: Autoriser les réservations multiples?

source: If you get a lot of pending bookings and you decide to allow more bookings than spaces allow, setting this to yes will allow you to override the event space limit when manually approving.
fr_fr: Si vous obtenez beaucoup de réservations en attente et que vous décidez d'autoriser plus de réservations que les places permettent, vous pouvez activer cette option pour permettre de dépasser la limite d'espace de l'événement lorsque vous approuvez manuellement.

source: Allow overbooking when approving?
fr_fr: Autoriser la surréservation lors de l'approbation?

source: If enabled, users can cancel their bookings themselves from their bookings page.
fr_fr: Si activé, les utilisateurs peuvent annuler leurs réservations elles-mêmes depuis leur page de réservations.

source: Can users cancel their booking?
fr_fr: Les utilisateurs peuvent-ils annuler leur réservation?

source: By default, event spaces become unavailable once there are enough CONFIRMED bookings. To reserve spaces even if unapproved, choose yes.
fr_fr: Par défaut, les places d'événements deviennent indisponibles lorsqu'il y a assez de réservations CONFIRMÉES. Pour réserver des places même si elles ne sont pas approuvées, choisissez oui.

source: Reserved unconfirmed spaces?
fr_fr: Réserver des places non approuvées?

source: This setting is not applicable when using payment gateways, see individual gateways for approval settings.
fr_fr: Cette option n'est pas applicable lorsque vous utilisez des passerelles de paiement, voir les passerelles de paiement individuelles pour les paramètres d'approbation.

source: Bookings will not be confirmed until the event administrator approves it.
fr_fr: Les réservations ne seront pas confirmées avant que l'administrateur de l'événement les approuve.

source: Approval Required?
fr_fr: Approbation requise?

source: If enabled, guest visitors can supply an email address and a user account will automatically be created for them along with their booking. They will be also be able to log back in with that newly created account.
fr_fr: Si activé, les visiteurs invités peuvent fournir une adresse email et un compte utilisateur sera automatiquement créé pour eux avec leur réservation. Ils seront également en mesure de se connecter avec ce nouveau compte créé.

source: Allow guest bookings?
fr_fr: Autoriser les réservations de visiteurs?

source: Reset
fr_fr: Réinitialiser

source: Use the buttons below to uninstall Events Manager completely from your system or reset Events Manager to original settings and keep your event data.
fr_fr: Utilisez les boutons ci-dessous pour désinstaller complètement Events Manager de votre système ou réinitialiser Events Manager aux paramètres d'origine et conserver vos données d'événement.

source: Uninstall/Reset
fr_fr: Désinstaller/Réinitialiser

source: If you would like to download a dev version, but just as a one-off, you can force a dev version check by clicking the button below. If there is one available, it should appear in your plugin updates page as a regular update.
fr_fr: Si vous souhaitez télécharger une version de développement, mais que vous ne souhaitez qu'une fois, vous pouvez forcer une vérification de version de développement en cliquant sur le bouton ci-dessous. Si une version est disponible, elle devrait apparaître dans la page de mises à jour de votre plugin comme une mise à jour normale.

source: Check Dev Versions
fr_fr: Vérifier les versions de développement

source: If you would like to check and see if there is a new stable update.
fr_fr: Si vous souhaitez vérifier et voir si une nouvelle mise à jour stable est disponible.

source: Re-Check Updates
fr_fr: Re-Vérifier les mises à jour

source: If enabled, the latest dev version will always be checked instead of the latest stable version of the plugin.
fr_fr: Si activé, la dernière version de développement sera toujours vérifiée au lieu de la dernière version stable du plugin.

source: Enable Dev Updates?
fr_fr: Activer les mises à jour de développement?
