Repository: gollenia/events
Catalog: languages/events-manager-*.po
Languages: fr_fr

source: The ticket %s is no longer available.
fr_fr: Le billet %s n'est plus disponible.

source: Event Location Placeholders
fr_fr: Espace réservé pour l'emplacement de l'événement

source: Select Location
fr_fr: Sélectionner un emplacement

source: You are switching location type, if you update this event your event previous location data will be deleted.
fr_fr: Vous changez le type d'emplacement, si vous mettez à jour cet événement, les données de l'emplacement précédent seront supprimées.

source: Please provide some link text for this event location URL.
fr_fr: Veuillez fournir un texte de lien pour cette URL de l'emplacement de l'événement.

source: Please enter a valid URL for this event location.
fr_fr: Veuillez entrer une URL valide pour cet emplacement de l'événement.

source: Please select a valid location.
fr_fr: Veuillez sélectionner un emplacement valide.

source: No location associated with this event.
fr_fr: Aucun emplacement associé à cet événement.

source: You can allow different location types which can be assigned to an event. For more information see our %s.
fr_fr: Vous pouvez autoriser différents types d'emplacements qui peuvent être associés à un événement. Pour plus d'informations, voir notre %s.

source: Physicial Locations
fr_fr: Emplacements physiques

source: Location Types
fr_fr: Types d'emplacements

source: Events Manager has introduced location types, which can include online locations such as a URL or integrations with webinar platforms such as Zoom! Enable different location types in your settings page, for more information see our %s.
fr_fr: Events Manager a introduit des types d'emplacements, qui peuvent inclure des emplacements en ligne tels que des URL ou des intégrations avec des plateformes webinars tels que Zoom! Activer différents types d'emplacements dans la page de configuration, pour plus d'informations, voir notre %s.

source: Location Type
fr_fr: Type d'emplacement

source: Physical Location
fr_fr: Emplacement physique

source: Link Text
fr_fr: Texte du lien

source: We recommend leaving this on unless you are experiencing issues configuring your email.
fr_fr: Nous recommandons de laisser ceci sur, sauf si vous rencontrez des problèmes de configuration de votre email.

source: Encryption is always recommended if your SMTP server supports it. If your server supports TLS, this is also the most recommended method.
fr_fr: L'encryption est toujours recommandé si votre serveur SMTP le supporte. Si votre serveur supporte TLS, c'est aussi le méthode la plus recommandée.

source: SMTP Encryption
fr_fr: Encryption SMTP

source: When enabled, users can custom-order their tickets using drag and drop. If enabled, saved ordering supercedes the default ticket ordering below.
fr_fr: Lorsqu'elle est activée, les utilisateurs peuvent commander leurs billets en utilisant le glisser-déposer. Si activée, l'ordre sauvegardé supercede l'ordre par défaut des billets ci-dessous.

source: Enable custom ticket ordering?
fr_fr: Activer l'ordre personnalisé des billets?

source: Below are translations for your location address. If left blank, the language of the original event will be used.
fr_fr: Voici les traductions pour l'adresse de votre emplacement. Si laissez vide, la langue de l'événement d'origine sera utilisée.

source: This is a translated location, so address information is handled by your original location translation. You can provide translations for certain fields which will override the original translation.
fr_fr: Ceci est un emplacement traduit, donc les informations d'adresse sont gérées par la traduction de votre emplacement d'origine. Vous pouvez fournir des traductions pour certains champs qui remplaceront la traduction d'origine.

source: Translated Location Information
fr_fr: Informations d'emplacement traduites

source: All translations of this event will be detached from the recurring event.
fr_fr: Toutes les traductions de cet événement seront détachées de l'événement récurrent.

source: You have not defined a date range long enough to create a recurrence.
fr_fr: Vous n'avez pas défini une plage de dates assez longue pour créer une récurrence.

source: There was a problem adding custom fields to your recurring events.
fr_fr: Il y a eu un problème lors de l'ajout de champs personnalisés à vos événements récurrents.

source: Ticket %s has a higher minimum spaces requirement than the maximum spaces allowed.
fr_fr: Le billet %s a une requête de places minimum supérieure à la limite de places maximum autorisée.

source: Events Manager has implemented multiple ways to help prevent or reduce these costs drastically, please check our %s page for more information.
fr_fr: Events Manager a implémenté plusieurs méthodes pour aider à prévenir ou réduire ces coûts radicalement, veuillez vérifier notre %s page pour plus d'informations.

source: Google has introduced new pricing for displaying maps on your site. If you have moderate traffic levels, this may likely affect you with surprise and unexpected costs!
fr_fr: Google a introduit de nouveaux tarifs pour afficher des cartes sur votre site. Si vous avez des niveaux de trafic modérés, cela pourrait affecter vous avec des coûts surprises et inattendus!

source: When displaying embedded maps for a location, choose what information Google will use to generate a map from, each producing varying results.
fr_fr: Lors de l'affichage des cartes intégrées pour un emplacement, choisissez ce que Google utilisera pour générer une carte à partir, chaque produisant des résultats différents.

source: Embed Display Type
fr_fr: Type d'affichage intégré

source: Location coordinates
fr_fr: Coordonnées de l'emplacement

source: Address only
fr_fr: Adresse seulement

source: Location name and address
fr_fr: Nom de l'emplacement et adresse

source: Google Map Type
fr_fr: Type de carte Google

source: Google offers different map displays, each with varying prices and free usage allowance. See our %s page for more information on these display options.
fr_fr: Google offre différents types de cartes, chacun avec des tarifs différents et des limites d'utilisation gratuites. Voir notre %s page pour plus d'informations sur ces options d'affichage.

source: Upgrade to %s for more options!
fr_fr: Mettez à niveau vers %s pour plus d'options!

source: Language Booked
fr_fr: Langue réservée

source: The language used to make this booking was %s
fr_fr: La langue utilisée pour réserver cet événement était %s

source: Events Manager has introduced new privacy tools to help you comply with international laws such as the GDPR, <a href="%s">see our documentation</a> for more information.
fr_fr: Events Manager a introduit de nouvelles outils de confidentialité pour vous aider à vous conformer aux lois internationales tels que le GDPR, <a href="%s">voir notre documentation</a> pour plus d'informations.

source: I consent to my submitted data being collected and stored as outlined by the site %s.
fr_fr: Je consent à mon enregistrement des données soumises comme décrit dans le site %s.

source: Please check the consent box so we can collect and store your submitted information.
fr_fr: Veuillez vérifier la case de consentement afin que nous puissions collecter et stocker vos informations soumises.

source: You must allow us to collect and store your data in order for us to process your booking.
fr_fr: Vous devez autoriser nous à collecter et stocker vos données afin que nous puissions traiter votre réservation.

source: Bookings Forms
fr_fr: Formulaires de réservations

source: Location Submission Forms
fr_fr: Formulaires de soumission d'emplacement

source: You can hide or leave the consent box checked for registered users who have provided consent previously.
fr_fr: Vous pouvez masquer ou laisser la case de consentement cochée pour les utilisateurs enregistrés qui ont déjà donné son consentement.

source: Remembering Consent
fr_fr: Mémorisation du consentement

source: %s will be replaced by a link to your site privacy policy page.
fr_fr: %s sera remplacé par un lien vers la page de politique de confidentialité de votre site.

source: Consent Text
fr_fr: Texte de consentement

source: Remember and show checkbox
fr_fr: Cocher la case de mémorisation et d'affichage

source: Remember and hide checkbox
fr_fr: Cocher la case de mémorisation et de masquage

source: Always show and ask for consent
fr_fr: Toujours afficher et demander le consentement

source: Only show to guests
fr_fr: N'afficher que pour les invités

source: Show to all
fr_fr: Afficher à tous

source: Do not show
fr_fr: Ne pas afficher

source: If you collect personal data, you may want to request their consent. The options below will automatically add checkboxes requesting this consent.
fr_fr: Si vous collectez des données personnelles, vous pourriez vouloir demander leur consentement. Les options ci-dessous ajouteront automatiquement des cases de consentement.

source: Consent
fr_fr: Consentement

source: Erase Personal Data
fr_fr: Effacer les données personnelles

source: This is specific to bookings made by the user, not bookings that may have been made to events they own.
fr_fr: Ceci est spécifique aux réservations effectuées par l'utilisateur, pas aux réservations qui pourraient avoir été effectuées à des événements qu'il possède.

source: Locations submitted by guest users are not included, unless they are linked to events also submitted by them.
fr_fr: Les emplacements soumis par des utilisateurs invités ne sont pas inclus, sauf s'ils sont liés à des événements également soumis par eux.

source: Export Personal Data
fr_fr: Exporter les données personnelles

source: All options below relate to data that may have been submitted by or collected from the user requesting their personal data, which would also include events and locations where they are the author.
fr_fr: Toutes les options ci-dessous concernent les données qui pourraient avoir été soumises par ou collectées par l'utilisateur qui a demandé leur donnée personnelle, qui incluera également les événements et emplacements où ils sont l'auteur.

source: For more information see our <a href="%s">data privacy documentation</a>.
fr_fr: Pour plus d'informations, voir notre <a href="%s">documentation de confidentialité des données</a>.

source: Depending on the nature of your site, you will be subject to one or more national and international privacy/data protection laws such as the %s. Below are some options that you can use to tailor how Events Manager interacts with WordPress privacy tools.
fr_fr: En fonction de la nature de votre site, vous serez soumis à une ou plusieurs lois nationales et internationales de protection des données tels que le %s. Voici quelques options que vous pouvez utiliser pour adapter l'interaction de Events Manager avec les outils de confidentialité de WordPress.

source: Privacy
fr_fr: Confidentialité

source: Include only guest submissions
fr_fr: Inclure seulement les soumissions des invités

source: Include all
fr_fr: Inclure tout

source: Do not include
fr_fr: Ne pas inclure

source: All Blogs
fr_fr: Tous les blogs

source: Blog Default Timezone
fr_fr: Fuseau horaire par défaut du blog

source: Resume Previous Attempt (All Blogs)
fr_fr: Reprendre l'essai précédent (tous les blogs)

source: Coordinates
fr_fr: Coordonnées

source: %s Status
fr_fr: %s Statut

source: User
fr_fr: Utilisateur

source: Further Information
fr_fr: Informations supplémentaires

source: We may use cookies to temporarily store information about a booking in progress as well as any error/confirmation messages whilst submitting or managing your events and locations.
fr_fr: Nous utiliserons des cookies pour stocker temporairement des informations sur une réservation en cours ainsi que tout message d'erreur/confirmation lors de la soumission ou de la gestion de vos événements et emplacements.

source: We collect and store information you submit to us about events (and corresponding locations) you would like to publish on our site.
fr_fr: Nous collectons et stockons les informations que vous nous soumettez à propos des événements (et des emplacements correspondants) que vous souhaitez publier sur notre site.

source: We collect and store information you submit to us when making a booking, for the purpose of reserving your requested spaces at our event and maintaining a record of attendance.
fr_fr: Nous collectons et stockons les informations que vous nous soumettez lors de la réservation, pour réserver vos espaces demandés à notre événement et pour maintenir un historique d'attendance.

source: Timezone
fr_fr: Fuseau horaire

source: There was an error whilst migrating your times to our new timezone-aware formats. Below is a list of errors:
fr_fr: Il y a eu une erreur lors de la migration de vos horaires vers les nouveaux formats horaires-connaissables. Voici la liste des erreurs :

source: You can reset your events to a new timezone and also complete the final migration step by deleting unecessary data in %s
fr_fr: Vous pouvez réinitialiser vos événements à un nouveau fuseau horaire et aussi compléter l'étape finale de migration en supprimant les données inutiles dans %s

source: You can also reset all events of a blog to a new timezone in %s
fr_fr: Vous pouvez également réinitialiser tous les événements d'un blog à un nouveau fuseau horaire dans %s

source: Events Manager now supports multiple timezones for your events! Your events will initially match your blog timezone.
fr_fr: Events Manager supporte maintenant plusieurs fuseaux horaires pour vos événements ! Vos événements initialement correspondent au fuseau horaire de votre blog.

source: Ticket Total
fr_fr: Total des billets

source: When creating a new event, this timezone will be applied by default.
fr_fr: Lors de la création d'un nouvel événement, ce fuseau horaire sera appliqué par défaut.

source: Default Timezone
fr_fr: Fuseau horaire par défaut

source: Each event can have its own timezone if enabled. If set to no, then all newly created events will have the blog timezone, which currently is set to %s
fr_fr: Chaque événement peut avoir son propre fuseau horaire si activé. Si défini sur non, tous les événements créés seront alors dans le fuseau horaire du blog, actuellement défini sur %s

source: Enable Timezone Support?
fr_fr: Activer le support des fuseaux horaires?

source: WARNING! This cannot be undone and will overwrite all event timezones, you may want to back up your database first!
fr_fr: ATTENTION ! Cela ne peut pas être annulé et va écraser tous les fuseaux horaires des événements, vous devriez d'abord sauvegarder votre base de données !

source: Select a Timezone to reset all your blog events to.
fr_fr: Sélectionnez un fuseau horaire pour réinitialiser tous les événements de votre blog.

source: Select a blog...
fr_fr: Sélectionnez un blog...

source: Reset Event Timezones
fr_fr: Réinitialiser les fuseaux horaires des événements

source: Reset Timezones
fr_fr: Réinitialiser les fuseaux horaires

source: Event timezones have been reset to %s.
fr_fr: Les fuseaux horaires des événements ont été réinitialisés à %s.

source: Event timezones for blog %s have been reset to %s.
fr_fr: Les fuseaux horaires des événements du blog %s ont été réinitialisés à %s.

source: A valid blog ID must be provided, you can only reset one blog at a time.
fr_fr: Un identifiant de blog valide doit être fourni, vous ne pouvez réinitialiser qu'un blog à la fois.

source: Update process has finished.
fr_fr: Le processus de mise à jour est terminé.

source: When listing event archives for a %s, this order is applied.
fr_fr: Lors de la liste des archives d'événements pour un %s, cette ordre est appliquée.

source: Viewing a general WordPress taxonomy page such as %s will show a list of events just like it would regular posts for a regular category or tag. Below you can edit things such as the order events are displayed, or completely override the archive look with our formats feature.
fr_fr: Lors de la visualisation d'une page de taxonomie générale comme %s, elle affichera une liste d'événements comme celle des billets pour une catégorie ou un tag régulier. Vous pouvez éditer les choses comme l'ordre dans lequel les événements sont affichés, ou complètement remplacer le look de l'archive avec notre fonctionnalité de formats.

source: The options below are applied to the %s placeholders.
fr_fr: Les options ci-dessous sont appliquées aux espaces réservés %s.

source: This options allows to display the full-sized calendar on the events page, instead of the default list.
fr_fr: Cette option permet d'afficher le calendrier en pleine taille sur la page d'événements, au lieu de la liste par défaut.

source: fifth
fr_fr: cinquième

source: Modifications to event dates will cause all recurrences of this event to be deleted and recreated, previous bookings will be deleted.
fr_fr: Les modifications des dates d'événements entraineront la suppression de toutes les occurrences de cet événement et la récréation de toutes les réservations précédentes.

source: the fifth %s of the month
fr_fr: le cinquième %s du mois

source: Add Note
fr_fr: Ajouter une note

source: Are you sure you want to proceed? We recommend you back up your database first, just in case!
fr_fr: Êtes-vous sûr de vouloir continuer ? Nous vous recommandons de sauvegarder votre base de données d'abord, pour éviter tout risque !

source: Orphaned events may show on your event lists but not point to real event pages, and can be deleted. %d potentially orphaned events have been found.
fr_fr: Les événements orphelins peuvent apparaître dans vos listes d'événements mais ne pointent pas vers des pages d'événements réelles, et peuvent être supprimés. %d événements orphelins ont été trouvés.

source: Remove Orphaned Events
fr_fr: Supprimer les événements orphelins

source: Database Cleanup
fr_fr: Nettoyage de la base de données

source: Found %d orphaned events, deleted %d successfully
fr_fr: Trouvé %d événements orphelins, %d supprimés avec succès

source: Reschedule Recurring Event
fr_fr: Réordonner l'événement récurrent

source: Cancel Reschedule
fr_fr: Annuler la réordonnance

source: Current Recurrence Pattern: %s
fr_fr: Répétition actuelle : %s

source: Modify Recurring Event Tickets
fr_fr: Modifier les billets de l'événement récurrent

source: Cancel Ticket Recreation
fr_fr: Annuler la récréation des billets

source: Surcharges (After Taxes)
fr_fr: Surcharges (après taxes)

source: Surcharges Before Taxes
fr_fr: Surcharges avant taxes

source: Modifications to event tickets will cause all bookings to individual recurrences of this event to be deleted.
fr_fr: Les modifications des billets d'événements entraineront la suppression de toutes les réservations d'événements individuels de cet événement.

source: Modifications to event times will cause all recurrences of this event to be deleted and recreated, previous bookings will be deleted.
fr_fr: Les modifications des horaires d'événements entraineront la suppression de toutes les récurrences de cet événement et la récréation de toutes les réservations précédentes.

source: Are you sure you want to continue?
fr_fr: Êtes-vous sûr de vouloir continuer ?

source: You can edit individual recurrences and disassociate them with a recurring event to prevent getting overwritten.
fr_fr: Vous pouvez modifier les récurrences individuelles et dissocier les récurrences avec un événement récurrent pour éviter d'être écrasé.

source: You are viewing individual recurrences of recurring event %s.
fr_fr: Vous visualisez les récurrences individuelles de l'événement récurrent %s.

source: You can edit individual recurrences and disassociate them with this recurring event.
fr_fr: Vous pouvez modifier les récurrences individuelles et dissocier les récurrences avec cet événement récurrent.

source: Bookings to individual event recurrences will be preserved if event times and ticket settings are not modified.
fr_fr: Les réservations d'événements individuels seront conservées si les horaires et les paramètres de billets ne sont pas modifiés.

source: Modifications to recurring events will be applied to all recurrences and will overwrite any changes made to those individual event recurrences.
fr_fr: Les modifications des événements récurrents seront appliquées à toutes les récurrences et écraseront toutes les modifications faites aux récurrences individuelles.

source: Search form will be pre-selected with this country.
fr_fr: Le formulaire de recherche sera pré-sélectionné avec ce pays.

source: %s is replaced by username, %s is replaced by the user password and %s is replaced by a link to create a password.
fr_fr: %s est remplacé par le nom d'utilisateur, %s est remplacé par le mot de passe de l'utilisateur et %s est remplacé par un lien pour créer un mot de passe.

source: The option below allows you to disable user accounts, yet you will still see the supplied personal information for each booking.
fr_fr: L'option ci-dessous vous permet de désactiver les comptes utilisateurs, mais vous verrez encore les informations personnelles fournies pour chaque réservation.

source: Export your Events Manager settings and restore them here or on another website running this plugin.
fr_fr: Exporter vos paramètres Events Manager et les restaurer ici ou sur un autre site en utilisant ce plugin.

source: Export Settings
fr_fr: Exporter les paramètres

source: Choose a settings file saved from a backup or another Events Manager installation and click the '%s' button.
fr_fr: Choisissez un fichier de paramètres enregistré depuis une sauvegarde ou une autre installation de Events Manager et cliquez sur le bouton '%s'.

source: Import Settings
fr_fr: Importer les paramètres

source: Import/Export Settings
fr_fr: Importer/Exporter les paramètres

source: Please upload a valid txt file containing Events Manager import settings.
fr_fr: Veuillez télécharger un fichier txt contenant des paramètres d'importation Events Manager.

source: Settings imported.
fr_fr: Paramètres importés.

source: distance units
fr_fr: unités de distance

source: Event registration and booking management for WordPress. Recurring events, locations, webinars, google maps, rss, ical, booking registration and more!
fr_fr: Gestion des réservations et des inscriptions pour WordPress. Événements récurrents, lieux, webinars, cartes google, rss, ical, inscription de réservation et plus !

source: No Locations message
fr_fr: Message d'absence de lieux

source: Order of the locations
fr_fr: Ordre des lieux

source: Scope of the locations
fr_fr: Portée des lieux

source: Show number of locations
fr_fr: Afficher le nombre de lieux

source: Display a list of event locations on Events Manager.
fr_fr: Afficher une liste des lieux d'événements sur Events Manager.

source: Event start date/time, location name
fr_fr: Date/heure de début de l'événement, nom du lieu

source: No locations
fr_fr: Aucun lieu

source: Event Locations
fr_fr: Lieux d'événements

source: List item format
fr_fr: Format de l'élément de liste

source: The list is wrapped in a %s tag, so if an %s tag is not wrapping the formats below it will be added automatically.
fr_fr: La liste est entourée d'un %s, donc si un %s n'est pas entouré par les formats ci-dessous, il sera ajouté automatiquement.

source: All events link text?
fr_fr: Texte du lien vers tous les événements ?

source: Show all events link at bottom?
fr_fr: Afficher le lien vers tous les événements en bas ?

source: Order
fr_fr: Ordre

source: Order By
fr_fr: Trier par

source: Scope
fr_fr: Portée

source: Number of events
fr_fr: Nombre d'événements

source: Display a list of events on Events Manager.
fr_fr: Afficher une liste d'événements sur Events Manager.

source: end date, end time, event name
fr_fr: date de fin, heure de fin, nom de l'événement
