Repository: gollenia/events
Catalog: languages/events-manager-*.po
Languages: fr_fr

source: This page is where people that have made bookings for an event can go and view their previous bookings.
fr_fr: Cette page est où les utilisateurs peuvent aller et voir leurs réservations précédentes.

source: My Bookings
fr_fr: Mes réservations

source: These pages allow you to provide an event management interface outside the admin area on whatever page you want on your website. Bear in mind that this is overridden by BuddyPress if activated.
fr_fr: Ces pages vous permettent de fournir une interface de gestion d'événements en dehors de l'espace d'administration sur n'importe quelle page que vous voulez sur votre site. N'oubliez pas que cela est remplacé par BuddyPress si activé.

source: Controls how many events belonging to a tag are shown per page when using placeholders such as %s. Leave blank for no limit.
fr_fr: Contrôle le nombre d'événements appartenant à un tag qui sont affichés par page lorsque vous utilisez des espaces réservés comme %s. Laissez vide pour aucune limite.

source: When listing tags, this order is applied.
fr_fr: Lors de la liste des tags, cette ordre est appliquée.

source: Controls how many events belonging to a category are shown per page when using placeholders such as %s. Leave blank for no limit.
fr_fr: Contrôle le nombre d'événements appartenant à une catégorie qui sont affichés par page lorsque vous utilisez des espaces réservés comme %s. Laissez vide pour aucune limite.

source: When listing categories, this order is applied.
fr_fr: Lors de la liste des catégories, cette ordre est appliquée.

source: Slug
fr_fr: Identifiant

source: Count
fr_fr: Nombre

source: Setting this to yes will make categories display as a page rather than an archive.
fr_fr: Si vous choisissez oui, les catégories s'afficheront comme une page plutôt qu'un archivage.

source: This option allows you to select which page to use as the %s page.
fr_fr: Cette option vous permet de sélectionner la page à utiliser comme la page %s.

source: <a href="%s">See some more information</a> on how %s work when overriding with formats.
fr_fr: <a href="%s">Voir plus d'informations</a> sur la façon dont %s fonctionnent lorsqu'ils sont remplacés par des formats.

source: Due to how we change how this custom taxonomy is displayed when overriding with formats it is strongly advised that you assign a %s page below, which increases compatibility with various plugins and themes.
fr_fr: En raison de la façon dont nous modifions la façon dont cette taxonomie personnalisée est affichée lorsqu'il est remplacé par des formats, il est fortement conseillé d'assigner une page %s ci-dessous, ce qui augmente la compatibilité avec divers plugins et thèmes.

source: %s can be displayed just like normal WordPress custom taxonomies in an archive-style format, however Events Manager by default allows you to completely change the standard look of these archives and use our own <a href="%s">custom formatting</a> methods.
fr_fr: %s peut être affiché comme une taxonomie standard WordPress dans un format d'archives, mais Events Manager par défaut vous permet de complètement changer le look des archives et d'utiliser notre propre <a href="%s">méthode de formatage</a>.

source: %s are a <a href="%s" target="_blank">WordPress custom taxonomy</a>.
fr_fr: %s sont une <a href="%s" target="_blank">taxonomie WordPress personnalisée</a>.

source: This will control how many %s are shown on one list by default.
fr_fr: Cela contrôle le nombre de %s affichés par défaut sur une liste.

source: List Limits
fr_fr: Limites de liste

source: Default list ordering
fr_fr: Ordre par défaut de la liste

source: Town
fr_fr: Ville

source: Order by %s
fr_fr: Trier par %s

source: Default archive ordering
fr_fr: Ordre par défaut de l'archive

source: Note that assigning a %s page above will override this archive if the URLs collide (which is the default settings, and is recommended for maximum plugin compatibility). You can have both at the same time, but you must ensure that your page and %s slugs are different.
fr_fr: Notez que l'assignation d'une page %s ci-dessus remplacera cette archive si les URLs se chevauchent (ce qui est le paramètre par défaut, et est recommandé pour une compatibilité maximale avec les plugins). Vous pouvez avoir les deux en même temps, mais vous devez vous assurer que vos identifiants de page et de %s sont différents.

source: If set to yes, a search form will appear just above your list of locations.
fr_fr: Si vous choisissez oui, un formulaire de recherche apparaîtra juste au-dessus de votre liste de lieux.

source: Show locations search?
fr_fr: Afficher la recherche de lieux?

source: This option allows you to select which page to use as the %s page. If you do not select a %s page, to display lists you can enable archives or use the appropriate shortcodes and/or template tags.
fr_fr: Cette option vous permet de sélectionner la page à utiliser comme la page %s. Si vous ne sélectionnez pas de page %s, pour afficher les listes vous pouvez activer les archives ou utiliser les shortcodes et/ou les balises de template appropriées.

source: Controls how many events being held at a location are shown per page when using placeholders such as %s. Leave blank for no limit.
fr_fr: Contrôle le nombre d'événements à venir à un lieu qui sont affichés par page lorsque vous utilisez des placeholders tels que %s. Laissez vide pour aucune limite.

source: This will control how many events are shown on one list by default.
fr_fr: Cela contrôle le nombre d'événements affichés par défaut sur une liste.

source: Event List Limits
fr_fr: Limites de liste d'événements

source: Only show events starting within a certain time limit on the events page. Default is future events with no end time limit.
fr_fr: Afficher uniquement les événements commençant dans un certain temps sur la page d'événements. Par défaut, il s'agit des événements à venir sans limite de temps.

source: Event list scope
fr_fr: Étendue de la liste d'événements

source: These can be overridden when using shortcode or template tags.
fr_fr: Ces paramètres peuvent être remplacés lors de l'utilisation de shortcode ou de balises de template.

source: Default %s list options
fr_fr: Options par défaut de la liste %s

source: Allow %s to appear in the built-in search results.
fr_fr: Autoriser %s à apparaître dans les résultats de recherche intégrés.

source: Include in WordPress Searches?
fr_fr: Inclure dans les recherches WordPress?

source: By default, events that have an end date later than today will be included in searches, set this to yes to consider events that started 'yesterday' as past.
fr_fr: Par défaut, les événements qui ont une date de fin postérieure à aujourd'hui seront inclus dans les recherches, définissez ceci sur oui pour considérer les événements qui ont commencé hier comme passés.

source: Are current events past events?
fr_fr: Les événements actuels sont-ils des événements passés?

source: General settings
fr_fr: Paramètres généraux

source: Event archives scope
fr_fr: Étendue des archives d'événements

source: Order by name
fr_fr: Trier par nom

source: Order by start date, start time
fr_fr: Trier par date de début, heure de début

source: Default event archive ordering
fr_fr: Ordre par défaut des archives d'événements

source: Allow WordPress post-style archives.
fr_fr: Autoriser les archives WordPress de style post.

source: Enable Archives?
fr_fr: Activer les archives?

source: Note that assigning a %s page above will override this archive if the URLs collide (which is the default setting, and is recommended for maximum plugin compatibility). You can have both at the same time, but you must ensure that your page and %s slugs are different.
fr_fr: Notez que l'attribution d'une page %s ci-dessus remplacera cette archive si les URL se chevauchent (ce qui est le paramètre par défaut et est recommandé pour une compatibilité maximale du plugin). Vous pouvez avoir les deux en même temps, mais vous devez vous assurer que les slugs de page et %s sont différents.

source: %s custom post types can have archives, just like normal WordPress posts. If enabled, should you visit your base slug url %s and you will see an post-formatted archive of previous %s
fr_fr: %s les types de contenu personnalisés peuvent avoir des archives, comme des articles WordPress. Si activé, vous devriez visiter l'URL de base %s et vous verrez une archive formatée de %s précédent

source: WordPress %s Archives
fr_fr: Archives WordPress %s

source: This only setting only matters if you selected 'Yes' to above. You will notice the events page titles aren't being rewritten, and you have a new title underneath the default page name. This is where you control the HTML of this title. Make sure you keep the #_PAGETITLE placeholder here, as that's what is rewritten by events manager. To control what's rewritten in this title, see settings further down for page titles.
fr_fr: Ce paramètre ne concerne que si vous avez sélectionné « Oui » ci-dessus. Vous verrez les titres de pages d'événements ne pas être réécrits, et vous avez un nouveau titre sous le nom de page par défaut. C'est là où vous contrôlez l'HTML de ce titre. Assurez-vous de garder le placeholder #_PAGETITLE ici, car c'est lequel est réécrit par events manager. Pour contrôler ce qui est réécrit dans ce titre, consultez les paramètres plus bas pour les titres de pages.

source: Event Manager titles
fr_fr: Titres de Event Manager

source: Some WordPress themes don't follow best practices when generating navigation menus, and so the automatic title rewriting feature may cause problems, if your menus aren't working correctly on the event pages, try setting this to 'Yes', and provide an appropriate HTML title format below.
fr_fr: Certains thèmes WordPress ne suivent pas les meilleures pratiques lors de la génération de menus de navigation, et donc la fonctionnalité de réécriture automatique des titres peut poser des problèmes, si vos menus ne fonctionnent pas correctement sur les pages d'événements, essayez de définir ceci sur « Oui » et fournissez un format HTML de titre approprié ci-dessous.

source: Disable title rewriting?
fr_fr: Désactiver la réécriture des titres?

source: Display calendar in events page?
fr_fr: Afficher le calendrier dans la page d'événements?

source: If set to yes, a search form will appear just above your list of events.
fr_fr: Si défini sur oui, une forme de recherche apparaîtra juste au-dessus de votre liste d'événements.

source: Show events search?
fr_fr: Afficher la recherche d'événements?

source: This option allows you to select which page to use as an events page. If you do not select an events page, to display event lists you can enable event archives or use the appropriate shortcodes and/or template tags.
fr_fr: Cette option vous permet de sélectionner la page à utiliser comme page d'événements. Si vous ne sélectionnez pas une page d'événements, pour afficher les listes d'événements vous pouvez activer les archives d'événements ou utiliser les shortcodes et/ou les balises de modèle appropriées.

source: [No %s Page]
fr_fr: [Pas de page %s]

source: Events page
fr_fr: Page d'événements

source: If you would like to disable comments entirely, disable this, otherwise you can disable comments on each single %s. Note that %s with comments enabled will still be until you resave them.
fr_fr: Si vous souhaitez désactiver complètement les commentaires, désactivez ceci, sinon vous pouvez désactiver les commentaires sur chaque %s. Notez que les %s avec commentaires activés seront toujours jusqu'à ce que vous les réenregistriez.

source: Enable Comments?
fr_fr: Activer les commentaires?

source: Override with Formats?
fr_fr: Remplacer par les formats?

source: Post Classes
fr_fr: Classes de post

source: Body Classes
fr_fr: Classes de corps

source: Display %s as
fr_fr: Afficher %s comme

source: e.g. %s - you can use / Separators too
fr_fr: ex. %s - vous pouvez utiliser des séparateurs /

source: You can change the permalink structure of your events, locations, categories and tags here. Be aware that you may want to set up redirects if you change your permalink structures to maintain SEO rankings.
fr_fr: Vous pouvez changer la structure de l'URL de vos événements, des lieux, des catégories et des tags ici. Soyez conscient que vous pourriez vouloir définir des redirections si vous changez votre structure d'URL pour maintenir les classements SEO.

source: Permalink Slugs
fr_fr: Slugs d'URL

source: Theme Templates
fr_fr: Modèles de thème

source: By using formats, you can control how your %s are displayed from within the Events Manager <a href='#formats' class='nav-tab-link' rel='#em-menu-formats'>Formatting</a> tab above without having to edit your theme files.
fr_fr: En utilisant des formats, vous pouvez contrôler la façon dont vos %s sont affichés à partir de la fenêtre de gestion des événements <a href='#formats' class='nav-tab-link' rel='#em-menu-formats'>Formatage</a> ci-dessus sans avoir à modifier vos fichiers de thème.

source: Same concept as the body classes option, but some themes also use the <code>post_class()</code> function within page content to differentiate styling between post types.
fr_fr: Même concept que l'option des classes de corps, mais certains thèmes utilisent également la fonction <code>post_class()</code> dans le contenu de la page pour différencier les styles entre les types de post.

source: If you would like to add extra classes to your body html tag when a single %s page is displayed, enter it here. May be useful or necessary if your theme requires special class names for specific templates.
fr_fr: Si vous souhaitez ajouter des classes supplémentaires à votre balise html <code>body</code> lorsqu'une page %s est affichée, entrez-le ici. Peut être utile ou nécessaire si votre thème nécessite des noms de classes spécifiques pour des modèles spécifiques.

source: Be aware that some themes will not work with this option, if so (or you want to make your own changes), you can create a file named <code>single-%s.php</code> <a href='#'>as shown on the WordPress codex</a>, and leave this set to Posts.
fr_fr: Soyez conscient que certains thèmes ne fonctionneront pas avec cette option, si c'est le cas (ou si vous souhaitez faire vos propres modifications), vous pouvez créer un fichier nommé <code>single-%s.php</code> <a href='#'>comme indiqué sur le codex WordPress</a>, et laisser ce paramètre à Posts.

source: If you choose 'Pages' then %s will be shown using your theme default page template, alternatively choose from page templates that come with your specific theme.
fr_fr: Si vous choisissez 'Pages', %s sera affiché en utilisant le modèle de page par défaut de votre thème, alternativament, choisissez un modèle de page qui figure dans votre thème spécifique.

source: Many themes display extra meta information on post pages such as 'posted by' or 'post date' information, which may not be desired. Usually, page templates contain less clutter.
fr_fr: De nombreux thèmes affichent des informations supplémentaires sur les pages de post, comme par exemple l'information 'posté par' ou 'date de post', qui peuvent ne pas être souhaités. Généralement, les modèles de page contiennent moins de clutter.

source: Tags list page
fr_fr: Page de liste des tags

source: Categories list page
fr_fr: Page de liste des catégories

source: Event booking forms
fr_fr: Formulaires de réservation d'événements

source: Locations list page
fr_fr: Page de liste des lieux

source: Events list page
fr_fr: Page de liste des événements

source: Booking admin pages
fr_fr: Pages d'administration des réservations

source: Event/Location admin pages
fr_fr: Pages d'administration des événements/lieux

source: Search forms
fr_fr: Formulaires de recherche

source: Below are some additional options for individual pages and sections, which you can turn on to enforce custom styling provided by the plugin or off if you want to do your own custom styling.
fr_fr: Voici quelques options supplémentaires pour les pages et sections individuelles, que vous pouvez activer pour forcer le style personnalisé fourni par le plugin ou désactiver si vous souhaitez faire vos propres modifications.

source: Events Manager imposes a minimal amount of styling on websites so that your themes can take over.
fr_fr: Events Manager impose un minimum de style sur les sites Web afin que vos thèmes puissent prendre le contrôle.

source: Styling Options
fr_fr: Options de style

source: Setting this to yes will also make your images crop efficiently with the %s feature in the %s plugin.
fr_fr: Si vous choisissez Oui, vos images seront aussi réduites efficacement avec la fonctionnalité %s du plugin %s.

source: Disable WordPress Thumbnails?
fr_fr: Désactiver les miniatures WordPress ?

source: Thumbnails
fr_fr: Miniatures

source: Our CSS file will be EXCLUDED on all of these pages. Takes precedence over inclusion rules.
fr_fr: Notre fichier CSS sera EXCLU sur toutes ces pages. Prend la priorité sur les règles d'inclusion.

source: Exclude on
fr_fr: Exclure sur

source: Our CSS file will only be INCLUDED on all of these pages.
fr_fr: Notre fichier CSS sera UNIQUEMENT INCLUS sur toutes ces pages.

source: Include on
fr_fr: Inclure sur

source: Enabling this will prevent us from loading our CSS file on every page, and will only load on specific pages generated by Events Manager.
fr_fr: En activant cette option nous empêcherons de charger notre fichier CSS sur chaque page, et nous n'inclurons le fichier que sur les pages générées par Events Manager.

source: Limit loading of our CSS files?
fr_fr: Limiter le chargement de nos fichiers CSS ?

source: CSS File
fr_fr: Fichier CSS

source: Booking Management Pages
fr_fr: Pages de gestion des réservations

source: Include pages where you use shortcode or PHP to display event submission forms.
fr_fr: Inclure les pages où vous utilisez le shortcode ou PHP pour afficher les formulaires de soumission d'événements.

source: Event Edit and Submission Forms
fr_fr: Formulaires d'édition et de soumission d'événements

source: Include pages where you use shortcodes or widgets to display event search forms.
fr_fr: Inclure les pages où vous utilisez les shortcodes ou les widgets pour afficher les formulaires de recherche d'événements.

source: Search Forms
fr_fr: Formulaires de recherche

source: You can also add location attributes here, one per line in this format <code>#_LATT{key}</code>. They will not appear on location pages unless you insert them into another template below, but you may want to store extra information about an event for other uses. <a href='%s'>More information on placeholders.</a>
fr_fr: Vous pouvez aussi ajouter des attributs de lieu ici, une par ligne dans ce format <code>#_LATT{key}</code>. Ils ne seront pas affichés sur les pages de lieu sauf si vous les insérez dans un autre modèle ci-dessous, mais vous pourriez vouloir stocker des informations supplémentaires sur un événement pour d'autres utilisations. <a href='%s'>Plus d'informations sur les placeholders.</a>

source: Select yes to select location from a drop-down menu; location selection will be faster, but you will lose the ability to insert locations with events
fr_fr: Sélectionnez Oui pour sélectionner un lieu dans un menu déroulant; la sélection de lieu sera plus rapide, mais vous perdrez la possibilité d'insérer des lieux avec des événements

source: Use dropdown for locations?
fr_fr: Utiliser un menu déroulant pour les lieux ?

source: Setting this to no will allow you to submit events without locations. You can use the <code>{no_location}...{/no_location}</code> or <code>{has_location}..{/has_location}</code> conditional placeholder to selectively display location information.
fr_fr: Si vous désactivez cette option, vous pourrez soumettre des événements sans lieu. Vous pouvez utiliser les placeholders <code>{no_location}...{/no_location}</code> ou <code>{has_location}..{/has_location}</code> pour afficher des informations sur les lieux.

source: Require locations for events?
fr_fr: Exiger des lieux pour les événements ?

source: If you disable locations, bear in mind that you should remove your location page, shortcodes and related placeholders from your <a href="#formats" class="nav-tab-link" rel="#em-menu-formats">formats</a>.
fr_fr: Si vous désactivez les lieux, gardez à l'esprit que vous devez supprimer votre page de lieu, les shortcodes et les placeholders associés dans vos <a href="#formats" class="nav-tab-link" rel="#em-menu-formats">formats</a>.

source: Enable locations?
fr_fr: Activer les lieux ?

source: If you select a default country, that will be pre-selected when creating a new location.
fr_fr: Si vous sélectionnez un pays par défaut, celui-ci sera pré-sélectionné lors de la création d'un nouveau lieu.

source: Default Location Country
fr_fr: Pays par défaut

source: Please enter your Location ID.
fr_fr: Veuillez entrer votre ID de lieu.

source: no default location
fr_fr: aucun lieu par défaut

source: (not applicable with event ownership on presently, coming soon!)
fr_fr: (non applicable avec l'appartenance à un événement, bientôt disponible!)

source: This option allows you to select the default location when adding an event.
fr_fr: Cette option vous permet de sélectionner le lieu par défaut lors de l'ajout d'un événement.

source: Please enter your Location ID, or leave blank for no location.
fr_fr: Veuillez entrer votre ID de lieu, ou laissez vide pour aucun lieu.

source: Default Location
fr_fr: Lieu par défaut

source: You can also add event attributes here, one per line in this format <code>#_ATT{key}</code>. They will not appear on event pages unless you insert them into another template below, but you may want to store extra information about an event for other uses. <a href='%s'>More information on placeholders.</a>
fr_fr: Vous pouvez aussi ajouter des attributs d'événement ici, une par ligne dans ce format <code>#_ATT{key}</code>. Ils ne seront pas affichés sur les pages d'événement sauf si vous les insérez dans un autre modèle ci-dessous, mais vous pourriez vouloir stocker des informations supplémentaires sur un événement pour d'autres utilisations. <a href='%s'>Plus d'informations sur les placeholders.</a>

source: %s Attributes
fr_fr: %s Attributs

source: Custom fields are the same as attributes, except you cannot restrict specific values, users can add any kind of custom field name/value pair. Only available in the WordPress admin area.
fr_fr: Les champs personnalisés sont les mêmes que les attributs, sauf que vous ne pouvez pas restreindre des valeurs spécifiques, les utilisateurs peuvent ajouter n'importe quel type de couple nom/valeur de champ personnalisé. Disponible uniquement dans l'administration du site WordPress.

source: Enable %s custom fields?
fr_fr: Activer les champs personnalisés %s ?

source: Select yes to enable the attributes feature
fr_fr: Sélectionnez Oui pour activer la fonctionnalité des attributs

source: Enable %s attributes?
fr_fr: Activer les attributs %s ?

source: If an event does not have a category assigned when editing, this one will be assigned automatically.
fr_fr: Si un événement n'a pas de catégorie assignée lors de sa modification, celle-ci sera automatiquement assignée.

source: This option allows you to select the default category when adding an event.
fr_fr: Cette option vous permet de sélectionner la catégorie par défaut lors de l'ajout d'un événement.

source: Default Category
fr_fr: Catégorie par défaut

source: no default category
fr_fr: aucune catégorie par défaut

source: Select yes to enable the category features
fr_fr: Sélectionnez Oui pour activer la fonctionnalité des catégories

source: Enable categories?
fr_fr: Activer les catégories ?
