Repository: gollenia/events
Catalog: languages/events-manager-*.po
Languages: fr_fr

source: We're always making improvements, adding features and fixing bugs between releases. We incrementally make these changes in between updates and make it available as a development version. You can download these manually, but we've made it easy for you. <strong>Warning:</strong> Development versions are not always fully tested before release, use wisely!
fr_fr: Nous faisons toujours des améliorations, ajoutons des fonctionnalités et corrigons les bogues entre les versions. Nous faisons ces changements incrémentiellement et les rendons disponibles en tant que version de développement. Vous pouvez télécharger ces fichiers manuellement, mais nous avons fait de cela facile pour vous. <strong>Attention:</strong> Les versions de développement ne sont pas toujours testées entièrement avant la publication, utilisez-le avec prudence!

source: Development Versions &amp; Updates
fr_fr: Versions de développement &amp; Mises à jour

source: Advanced
fr_fr: Avancé

source: Admin Tools
fr_fr: Outils d'administration

source: If set to yes the capabilities will be applied all your network blogs and you will not be able to set custom capabilities each blog. You can select no later and visit specific blog settings pages to add/remove capabilities.
fr_fr: Si défini sur oui, les capacités seront appliquées à tous vos blogs du réseau et vous ne pourrez pas définir des capacités personnalisées pour chaque blog. Vous pouvez sélectionner non plus et visiter les pages de paramètres de blog pour ajouter/supprimer des capacités.

source: Apply global capabilities?
fr_fr: Appliquer les capacités globales?

source: User can upload images along with their events and locations.
fr_fr: L'utilisateur peut télécharger des images avec ses événements et ses emplacements.

source: User can use and manage bookings with their events.
fr_fr: L'utilisateur peut utiliser et gérer les réservations avec ses événements.

source: User can manage other users individual bookings and event booking settings.
fr_fr: L'utilisateur peut gérer les réservations individuelles et les paramètres de réservation d'événements d'autres utilisateurs.

source: User can edit %s categories and tags.
fr_fr: L'utilisateur peut modifier les catégories et les étiquettes %s.

source: User can delete %s categories and tags.
fr_fr: L'utilisateur peut supprimer les catégories et les étiquettes %s.

source: Other
fr_fr: Autre

source: User can use other user locations for their events.
fr_fr: L'utilisateur peut utiliser les emplacements d'autres utilisateurs pour ses événements.

source: recurring events
fr_fr: événements récurrents

source: Recurring Event
fr_fr: Événement récurrent

source: User can view private %s
fr_fr: L'utilisateur peut voir les %s privés

source: User can create and edit %s
fr_fr: L'utilisateur peut créer et modifier %s

source: User can delete their own %s
fr_fr: L'utilisateur peut supprimer ses propres %s

source: User can edit other users %s
fr_fr: L'utilisateur peut modifier les %s d'autres utilisateurs

source: User can delete other users %s
fr_fr: L'utilisateur peut supprimer les %s d'autres utilisateurs

source: Users can publish %s and skip any admin approval
fr_fr: Les utilisateurs peuvent publier %s et ignorer l'approbation de l'administrateur

source: %s Capabilities
fr_fr: %s Capacités

source: You can now give fine grained control with regards to what your users can do with events. Each user role can have perform different sets of actions.
fr_fr: Vous pouvez maintenant donner un contrôle fine grâce aux actions que vos utilisateurs peuvent effectuer. Chaque rôle d'utilisateur peut avoir un ensemble de actions différentes.

source: Warning: Changing these values may result in exposing previously hidden information to all users.
fr_fr: Attention: Modifier ces valeurs peut rendre les informations précédemment cachées à tous les utilisateurs.

source: User Capabilities
fr_fr: Capacités d'utilisateur

source: Checking...
fr_fr: Vérification...

source: Insert the password to be used to access your SMTP server
fr_fr: Insérer le mot de passe à utiliser pour accéder au serveur SMTP

source: SMTP password
fr_fr: Mot de passe SMTP

source: Insert the username to be used to access your SMTP server.
fr_fr: Insérer le nom d'utilisateur à utiliser pour accéder au serveur SMTP.

source: SMTP username
fr_fr: Nom d'utilisateur SMTP

source: The SMTP host. Usually it corresponds to 'localhost'. If you use Gmail, set this value to 'tls://smtp.gmail.com:587'.
fr_fr: L'hôte SMTP. En général, il correspond à 'localhost'. Si vous utilisez Gmail, définissez cette valeur à 'tls://smtp.gmail.com:587'.

source: SMTP authentication is often needed. If you use Gmail, make sure to set this parameter to Yes
fr_fr: L'authentification SMTP est souvent nécessaire. Si vous utilisez Gmail, assurez-vous de définir ce paramètre à Oui

source: Use SMTP authentication?
fr_fr: Utiliser l'authentification SMTP ?

source: The port through which you e-mail notifications will be sent. Make sure the firewall doesn't block this port
fr_fr: Le port par lequel les notifications seront envoyées. Assurez-vous que le pare-feu n'empêche pas ce port

source: If HTML emails are enabled, br tags will automatically be added for new lines.
fr_fr: Si les e-mails HTML sont activés, les balises br seront automatiquement ajoutées pour les nouvelles lignes.

source: Add br tags to HTML emails?
fr_fr: Ajouter des balises br aux e-mails HTML ?

source: Depending on server settings, some sending methods may ignore this settings.
fr_fr: Selon les paramètres du serveur, certaines méthodes d'envoi peuvent ignorer ces paramètres.

source: If set to yes, your emails will be sent in HTML format, otherwise plaintext.
fr_fr: Si défini à Oui, vos e-mails seront envoyés au format HTML, sinon au format texte.

source: Send HTML Emails?
fr_fr: Envoyer des e-mails HTML ?

source: Select the method to send email notification.
fr_fr: Sélectionnez la méthode d'envoi des notifications.

source: PHP mail function
fr_fr: Fonction PHP mail

source: Mail sending method
fr_fr: Méthode d'envoi de mail

source: Insert the address of the notification sender.
fr_fr: Insérer l'adresse du destinataire des notifications.

source: Notification sender address
fr_fr: Adresse du destinataire des notifications

source: Insert the display name of the notification sender.
fr_fr: Insérer le nom d'affichage du destinataire des notifications.

source: Notification sender name
fr_fr: Nom du destinataire des notifications

source: Test Email Settings
fr_fr: Tester les paramètres d'e-mail

source: edit
fr_fr: éditer

source: A test email will be sent to your account email - %s
fr_fr: Un e-mail de test sera envoyé à votre adresse e-mail - %s

source: Before you save your changes, you can quickly send yourself a test email by clicking this button.
fr_fr: Avant de sauvegarder vos modifications, vous pouvez rapidement envoyer un e-mail de test en cliquant sur ce bouton.

source: Email Settings
fr_fr: Paramètres d'e-mail

source: The maximum allowed size for images uploaded, in bytes
fr_fr: La taille maximale autorisée pour les images téléchargées, en octets

source: Maximum size (bytes)
fr_fr: Taille maximale (octets)

source: The minimum allowed height for images uploaded, in pixels
fr_fr: La hauteur minimale autorisée pour les images téléchargées, en pixels

source: Minimum height (px)
fr_fr: Hauteur minimale (px)

source: The maximum allowed height for images uploaded, in pixels
fr_fr: La hauteur maximale autorisée pour les images téléchargées, en pixels

source: Maximum height (px)
fr_fr: Hauteur maximale (px)

source: The minimum allowed width for images uploads
fr_fr: La largeur minimale autorisée pour les images téléchargées

source: Minimum width (px)
fr_fr: Largeur minimale (px)

source: The maximum allowed width for images uploads
fr_fr: La largeur maximale autorisée pour les images téléchargées

source: Maximum width (px)
fr_fr: Largeur maximale (px)

source: These settings will only apply to the image uploading if using our front-end forms. In your WP admin area, images are handled by WordPress.
fr_fr: Ces paramètres ne s'appliqueront qu'à l'envoi d'images si vous utilisez nos formulaires d'interface. Dans votre interface d'administration WP, les images sont gérées par WordPress.

source: Image Sizes
fr_fr: Tailles d'image

source: Formatting
fr_fr: Formatage

source: Uninstall and Deactivate
fr_fr: Désinstaller et désactiver

source: If you just want to deactivate the plugin, <a href="%s">go to your plugins page</a>.
fr_fr: Si vous souhaitez désactiver le plugin, <a href="%s">allez sur la page des plugins</a>.

source: All your settings and events will be permanently deleted. This cannot be undone.
fr_fr: Toutes vos données et événements seront définitivement supprimés. Cela ne peut pas être annulé.

source: Are you sure you want to uninstall Events Manager?
fr_fr: Êtes-vous sûr de vouloir désinstaller Events Manager ?

source: Uninstall Events Manager
fr_fr: Désinstaller Events Manager

source: All your settings, including email templates and template formats for Events Manager will be deleted.
fr_fr: Toutes vos données, y compris les modèles d'e-mail et les formats de modèles pour Events Manager seront supprimés.

source: Are you sure you want to reset Events Manager?
fr_fr: Êtes-vous sûr de vouloir réinitialiser Events Manager ?

source: Reset Events Manager
fr_fr: Réinitialiser Events Manager

source: Email not sent.
fr_fr: E-mail non envoyé.

source: Email sent successfully to %s
fr_fr: E-mail envoyé avec succès à %s

source: Congratulations! Your email settings work.
fr_fr: Félicitations ! Vos paramètres d'e-mail fonctionnent.

source: Events Manager Test Email
fr_fr: E-mail de test Events Manager

source: Checking for dev versions.
fr_fr: Vérification des versions de développement.

source: If there are any new updates, you should now see them in your Plugins or Updates admin pages.
fr_fr: Si il y a des mises à jour, vous devriez maintenant les voir dans les pages d'administration des Plugins ou des Mises à jour.

source: Settings have been reset back to default. Your events, locations and categories have not been modified.
fr_fr: Les paramètres ont été réinitialisés. Vos événements, lieux et catégories n'ont pas été modifiés.

source: Changes saved.
fr_fr: Modifications enregistrées.

source: This setting was not changed.
fr_fr: Ce paramètre n'a pas été modifié.

# hex format
source: Colors must be in a valid %s format, such as #FF00EE.
fr_fr: Les couleurs doivent être dans un format %s valide, comme #FF00EE.

source: location
fr_fr: lieu

source: Display global %s on main blog?
fr_fr: Afficher le %s global sur le blog principal ?

source: If you would prefer all your locations to belong to your main blog, users in sub-sites will still be able to create locations, but the actual locations are created and reside in the main blog.
fr_fr: Si vous préférez que tous vos lieux appartiennent à votre blog principal, les utilisateurs dans les sites secondaires pourront toujours créer des lieux, mais les lieux réels sont créés et répertoriés dans le blog principal.

source: locations
fr_fr: lieux

source: Locations on main blog?
fr_fr: Lieux sur le blog principal ?

source: Example:
fr_fr: Exemple :

source: Global %s slug
fr_fr: Slug du %s global

source: event
fr_fr: événement

source: Link sub-site %s directly to sub-site?
fr_fr: Lier le %s de sous-site directement au sous-site ?

source: events
fr_fr: événements

source: Display global events on main blog?
fr_fr: Afficher les événements globaux sur le blog principal ?

source: You <strong>must</strong> have assigned a %s page in your <a href="%s">main blog settings</a> for this to work.
fr_fr: Vous devez avoir assigné une page %s dans les <a href="%s">paramètres du blog principal</a> pour que cela fonctionne.

source: Displays %s from all sites on the network by default. You can still restrict %s by blog using shortcodes and template tags coupled with the <code>blog</code> attribute. Requires global tables to be turned on.
fr_fr: Par défaut, affiche les %s de tous les sites du réseau. Vous pouvez restreindre les %s par blog en utilisant des shortcodes et des balises de modèle avec l'attribut <code>blog</code>. Nécessite que les tables globales soient activées.

source: When displaying global %s on the main site you have the option of users viewing the %s details on the main site or being directed to the sub-site.
fr_fr: Lors de l'affichage des %s globaux sur le site principal, vous avez la possibilité de voir les détails de %s sur le site principal ou d'être dirigé vers le sous-site.

source: %s belonging to other sub-sites will have an extra slug prepended to it so that your main site can differentiate between its own %s and those belonging to other sites in your network.
fr_fr: %s appartenant à d'autres sous-sites aura un slug supplémentaire qui sera ajouté devant pour que votre site principal puisse différencier entre ses propres %s et ceux appartenant à d'autres sites dans votre réseau.

source: Setting this to yes will make all events save in the main site event tables (EM must also be activated). This allows you to share events across different blogs, such as showing events in your network whilst allowing users to display and manage their events within their own blog. Bear in mind that activating this will mean old events created on the sub-blogs will not be accessible anymore, and if you switch back they will be but new events created during global events mode will only remain on the main site.
fr_fr: Si vous choisissez cette option, tous les événements seront enregistrés dans les tables d'événements du site principal (EM doit être activé). Cela vous permet de partager des événements sur plusieurs blogs, par exemple pour afficher les événements de votre réseau mais aussi pour permettre aux utilisateurs de gérer leurs événements dans leur propre blog. N'oubliez pas que l'activation de cette option signifie que les événements créés sur les blogs sous-sites ne seront plus accessibles et si vous revenez sur leur état, ils seront mais les nouveaux événements créés durant le mode événements globaux ne seront plus sur le site principal.

source: Enable global tables mode?
fr_fr: Activer le mode tables globales ?

source: Multi Site Options
fr_fr: Options de multi-site

source: Click to toggle
fr_fr: Cliquez pour basculer

source: Event Manager Options
fr_fr: Options de Event Manager

source: General
fr_fr: Général

source: All
fr_fr: Tout

source: Save Changes
fr_fr: Enregistrer les modifications

source: This accepts %s, %s and %s placeholders.
fr_fr: Ce champ accepte les %s, %s et %s placeholders.

source: This accepts %s placeholders.
fr_fr: Ce champ accepte les %s placeholders.

source: This accepts %s and %s placeholders.
fr_fr: Ce champ accepte les %s et %s placeholders.

source: To update your network blogs with the latest Events Manager automatically, click the update button below.
fr_fr: Pour mettre à jour vos blogs de réseau avec le dernier Events Manager automatiquement, cliquez sur le bouton de mise à jour ci-dessous.

source: Update Network
fr_fr: Netzwerk aktualiseren

source: Booking Related Placeholders
fr_fr: Placeholders liés aux réservations

source: Location Related Placeholders
fr_fr: Placeholders liés aux lieux

source: Tag Related Placeholders
fr_fr: Placeholders liés aux tags

source: Category Related Placeholders
fr_fr: Placeholders liés aux catégories

source: Event Related Placeholders
fr_fr: Placeholders liés aux événements

source: In the <a href='%s'>settings page</a>, you'll find various textboxes where you can edit how event information looks, such as for event and location lists. Using the placeholders below, you can choose what information should be displayed.
fr_fr: Dans la page <a href='%s'>paramètres</a>, vous trouverez divers champs de texte où vous pouvez modifier la façon dont les informations d'événements sont affichées, tels que les événements et les lieux. En utilisant les placeholders ci-dessous, vous pouvez choisir quelles informations doivent être affichées.

source: Placeholders for customizing event pages
fr_fr: Placeholders pour personnaliser les pages d'événements

source: Past And Present Bookings
fr_fr: Réservations passées et présentes

source: Delete User
fr_fr: Supprimer l'utilisateur

source: Edit User
fr_fr: Modifier l'utilisateur

source: Manage Person's Booking
fr_fr: Gérer la réservation de la personne

# [Date] - [Name] wrote
source: %1$s - %2$s wrote
fr_fr: %1$s - %2$s a écrit

source: You can add private notes below for internal reference that only event managers will see.
fr_fr: Vous pouvez ajouter des notes privées ci-dessous pour des références internes qui ne seront visibles que par les gestionnaires d'événements.

source: Booking Notes
fr_fr: Notes de réservation

source: <strong>Notes:</strong> Ticket availability not taken into account (i.e. you can overbook). Emails are not resent automatically.
fr_fr: <strong>Notes:</strong> La disponibilité des billets n'est pas prise en compte (c'est-à-dire que vous pouvez réserver plus de billets que ce qui est disponible). Les emails ne sont pas renvoyés automatiquement.

source: Modify Booking
fr_fr: Modifier la réservation

source: Comment
fr_fr: Commentaire

source: Total Price
fr_fr: Prix total

source: Tax
fr_fr: Taxe

source: %d Spaces
fr_fr: %d places

source: Ticket Type
fr_fr: Type de billet

source: <strong>Notes:</strong> Ticket availability not taken into account when approving new bookings (i.e. you can overbook).
fr_fr: <strong>Notes:</strong> La disponibilité des billets n'est pas prise en compte lors de l'approbation de nouvelles réservations (c'est-à-dire que vous pouvez réserver plus de billets que ce qui est disponible).

source: Send Email
fr_fr: Envoyer un email

source: Resend Email
fr_fr: Renvoyer l'email

source: Change
fr_fr: Modifier

source: Booking Details
fr_fr: Détails de la réservation

source: Cancel
fr_fr: Annuler

source: Submit Changes
fr_fr: Soumettre les modifications

source: Edit Details
fr_fr: Modifier les détails

source: Personal Details
fr_fr: Informations personnelles

source: Date/Time
fr_fr: Date/Heure

source: Event Details
fr_fr: Détails de l'événement

source: Edit Booking
fr_fr: Modifier la réservation

source: End
fr_fr: Fin

source: Start
fr_fr: Début

source: Price
fr_fr: Prix

source: Name
fr_fr: Nom

source: View Event Bookings
fr_fr: Voir les réservations de l'événement

source: View/Edit Event
fr_fr: Voir/Modifier l'événement

source: Ticket for %s
fr_fr: Billet pour %s

source: You do not have the rights to manage this ticket.
fr_fr: Vous n'avez pas les droits pour gérer ce billet.

source: Location
fr_fr: Emplacement

source: Available spaces
fr_fr: Places disponibles

source: Spaces confirmed
fr_fr: Places confirmées

source: Availability
fr_fr: Disponibilité

source: Event Name
fr_fr: Nom de l'événement

source: Export CSV
fr_fr: Exporter en CSV

source: Edit %s
fr_fr: Modifier %s

source: View %s
fr_fr: Voir %s

source: Manage %s Bookings
fr_fr: Gérer les réservations de %s

source: You do not have the rights to manage this event.
fr_fr: Vous n'avez pas les droits pour gérer cet événement.

source: Unauthorized Access
fr_fr: Accès non autorisé

source: Events With Bookings Enabled
fr_fr: Événements avec réservations activées

source: Recent Bookings
fr_fr: Réservations récentes

source: Event Bookings Dashboard
fr_fr: Tableau de bord des réservations d'événements

source: Uninstall
fr_fr: Désinstaller

source: Events
fr_fr: Événements

source: This page corresponds to the <strong>Events Manager</strong> %s page. Its content will be overridden by Events Manager, although if you include the word CONTENTS (exactly in capitals) and surround it with other text, only CONTENTS will be overwritten. If you want to change the way your events look, go to the <a href='%s'>settings</a> page.
fr_fr: Cette page correspond à la page <strong>Events Manager</strong> %s. Son contenu sera remplacé par Events Manager, mais si vous incluez le mot CONTENUS (exactement en majuscules) entouré de d'autres textes, seul CONTENUS sera remplacé. Si vous souhaitez modifier la façon dont vos événements sont affichés, allez sur la page <a href='%s'>paramètres</a>.

source: It looks like you have WPML enabled on your site. We advise you also install our extra <a href="%s">Events Manager WPML Connector</a> plugin which helps the two work better together. <a href="%s">Dismiss message</a>
fr_fr: Il semble que WPML soit activé sur votre site. Nous vous conseillons également d'installer notre plugin <a href="%s">Events Manager WPML Connector</a> qui aidera les deux à fonctionner ensemble. <a href="%s">Ignorer le message</a>

source: Dev Mode active: Just a friendly reminder that you are updating to development versions. Only admins see this message, and it will go away when you disable this <a href="#pro-api">here</a> in your settings.
fr_fr: Mode développeur actif: Un petit rappel que vous êtes en train de mettre à jour vers des versions de développement. Seuls les administrateurs voient ce message, et il disparaîtra lorsque vous désactiverez cette <a href="#pro-api">ici</a> dans vos paramètres.

source: Whilst they will still appear using placeholders, you need to <a href="%s">migrate your location and event images</a> in order for them to appear in your edit forms and media library. <a href="%s">Dismiss message</a>
fr_fr: En attendant que cela apparaisse en utilisant des placeholders, vous devez <a href="%s">migrer vos images de lieu et d'événement</a> afin qu'elles apparaissent dans vos formulaires d'édition et dans la bibliothèque de médias. <a href="%s">Ignorer le message</a>

source: MultiSite options have moved <a href="%s">here</a>. <a href="%s">Dismiss message</a>
fr_fr: Les options MultiSite ont été déplacées <a href="%s">ici</a>. <a href="%s">Ignorer le message</a>

source: There is a newer version of Events Manager Pro which is recommended for this current version of Events Manager as new features have been added. Please go to the plugin website and download the latest update.
fr_fr: Il existe une nouvelle version de Events Manager Pro qui est recommandée pour cette version d'Events Manager car de nouvelles fonctionnalités ont été ajoutées. Veuillez aller sur le site de plugin et télécharger la dernière mise à jour.

source: Uh Oh! For some reason WordPress could not create an events page for you (or you just deleted it). Not to worry though, all you have to do is create an empty page, name it whatever you want, and select it as your events page in your <a href="%s">settings page</a>. Sorry for the extra step! If you know what you are doing, you may have done this on purpose, if so <a href="%s">ignore this message</a>
fr_fr: Oups! Pour une raison inconnue, WordPress n'a pas pu créer une page d'événements pour vous (ou vous l'avez supprimée). Pas de panique, tout ce que vous devez faire c'est créer une page vide, lui donner un nom et la sélectionner comme page d'événements dans vos <a href="%s">paramètres</a>. Désolé pour le déplacement! Si vous savez ce que vous faites, vous avez peut-être fait cela à votre intention, si c'est le cas <a href="%s">ignorez ce message</a>

source: <p>Events Manager is ready to go! It is highly recommended you read the <a href='%s'>Getting Started</a> guide on our site, as well as checking out the <a href='%s'>Settings Page</a>. <a href='%s' title='Don't show this advice again'>Dismiss</a></p>
fr_fr: <p>Events Manager est prêt à fonctionner! Il est fortement recommandé de lire le guide <a href='%s'>Démarrer</a> sur notre site, ainsi que de vérifier les <a href='%s'>Paramètres</a>. <a href='%s' title='Ne plus afficher ce message'>Ignorer</a></p>

source: Update Blogs
fr_fr: Mettre à jour les blogs

source: Locations
fr_fr: Lieux

source: Help
fr_fr: Aide
