Repository: gollenia/events
Catalog: languages/events-manager-*.po
Languages: fr_fr

source: Getting Help for Events Manager
fr_fr: Obtenir de l'aide pour Events Manager

source: Settings
fr_fr: Paramètres

source: Events Manager Settings
fr_fr: Paramètres de Events Manager

source: Bookings
fr_fr: Réservations

source: No rejected bookings.
fr_fr: Aucune réservation rejetée.

source: Status
fr_fr: Statut

source: No pending bookings.
fr_fr: Aucune réservation en attente.

source: Pending
fr_fr: En attente

source: Booked Spaces
fr_fr: Espaces réservés

source: Date and time
fr_fr: Date et heure

source: Event
fr_fr: Événement

source: no events
fr_fr: aucun événement

source: Filter
fr_fr: Filtrer

source: Apply
fr_fr: Appliquer

source: Delete selected
fr_fr: Supprimer la sélection

source: Future Events
fr_fr: Événements à venir

source: All Events
fr_fr: Tous les événements

source: Past Events
fr_fr: Événements passés

source: Future events
fr_fr: Événements à venir

source: All events
fr_fr: Tous les événements

source: Past events
fr_fr: Événements passés

source: No confirmed bookings.
fr_fr: Aucune réservation confirmée.

source: Reject
fr_fr: Rejeter

source: Unapprove
fr_fr: Déapprover

source: No cancelled bookings.
fr_fr: Aucune réservation annulée.

source: Delete
fr_fr: Supprimer

source: Edit/View
fr_fr: Modifier/Voir

source: Restore
fr_fr: Restaurer

source: Spaces
fr_fr: Places

source: Phone number
fr_fr: Numéro de téléphone

source: E-mail
fr_fr: Courriel

source: Booker
fr_fr: Réservateur

source: Decline
fr_fr: Décliner

source: Approve
fr_fr: Approuver

source: Bulk Actions
fr_fr: Actions groupées

source: Search
fr_fr: Rechercher

source: Speakers
fr_fr: Conférenciers

source: Speaker
fr_fr: Conférencier

source: Female Speaker
fr_fr: Conférencier

source: Add Speaker
fr_fr: Nouveau Conférencier

source: Edit Speaker
fr_fr: changer de Conférencier

source: Delete Speaker
fr_fr: supprimer le référent

source: Audience
fr_fr: Groupe ciblé

source: People
fr_fr: Personnes

source: Germany
fr_fr: Allemagne

source: Austria
fr_fr: Autriche

source: Switzerland
fr_fr: Suisse

source: England
fr_fr: Angleterre

source: Netherlands
fr_fr: Hollande

source: Gender
fr_fr: Genre

source: Male
fr_fr: Masculin

source: Female
fr_fr: Femelle

source: Role
fr_fr: Rôle

source: If the speaker has a special Role (e.g. Organizator, Leder, etc), type in here, else leave blank
fr_fr: Si l'orateur a un rôle particulier (par exemple, organisateur, cuir, etc.), saisissez ici, sinon laissez vide.

source: Off
fr_fr: á

source: Begins at:
fr_fr: commence à:

source: Ends at:
fr_fr: fini à:

source: o'clock
fr_fr: heures
