Repository: gollenia/events
Catalog: languages/events-manager-*.po
Languages: fr_fr

source: name, end date, end time
fr_fr: nom, date de fin, heure de fin

source: name, start date, start time
fr_fr: nom, date de début, heure de début

source: start date, start time, event name
fr_fr: date de début, heure de début, nom de l'événement

source: No events
fr_fr: Aucun événement

source: all events
fr_fr: tous les événements

source: 1,2,3 or 2 (0 = all)
fr_fr: 1,2,3 ou 2 (0 = tous)

source: Category IDs
fr_fr: IDs des catégories

source: Title
fr_fr: Titre

source: No locations have been inserted yet!
fr_fr: Aucun lieu n'a encore été inséré !

source: All %s
fr_fr: Tous les %s

source: My %s
fr_fr: Mes %s

source: Draft
fr_fr: Brouillon

source: Upcoming
fr_fr: Prochain

source: Add New
fr_fr: Ajouter

source: Location not found
fr_fr: Lieu non trouvé

source: Location Image
fr_fr: Image du lieu

source: HTML Allowed.
fr_fr: HTML autorisé.

source: Details about the location.
fr_fr: Détails sur le lieu.

source: The name of the location
fr_fr: Le nom du lieu

source: Location Name
fr_fr: Nom du lieu

source: If you're using the Google Maps, the more detail you provide, the more accurate Google can be at finding your location. If your address isn't being found, please <a href='http://maps.google.com'>try it on maps.google.com</a> by adding all the fields below separated by commas.
fr_fr: Si vous utilisez Google Maps, plus vous fournissez de détails, plus Google peut trouver votre lieu. Si votre adresse n'est pas trouvée, veuillez <a href='http://maps.google.com'>essayer sur maps.google.com</a> en ajoutant tous les champs ci-dessous séparés par des virgules.

source: No image uploaded for this location yet
fr_fr: Aucune image n'a encore été téléchargée pour ce lieu

source: You don't have any custom attributes defined in any of your Locations Manager template settings. Please add them the <a href='%s'>settings page</a>
fr_fr: Vous n'avez pas d'attributs personnalisés définis dans les paramètres de vos modèles de gestion des lieux. Veuillez les ajouter sur la <a href='%s'>page des paramètres</a>

source: Update %s
fr_fr: Mettre à jour %s

source: Submit %s
fr_fr: Soumettre %s

source: Event Image
fr_fr: Image de l'événement

source: HTML allowed.
fr_fr: HTML autorisé.

source: Details about the event.
fr_fr: Détails sur l'événement.

source: Details
fr_fr: Détails

source: The event name. Example: Birthday party
fr_fr: Le nom de l'événement. Exemple : Fête de naissance

source: Your Details
fr_fr: Vos détails

source: This event spans every day between the beginning and end date, with start/end times applying to each day.
fr_fr: Cet événement s'étend sur tous les jours entre la date de début et la date de fin, avec les heures de début et de fin appliquées à chaque jour.

source: Event starts at
fr_fr: L'événement commence à

source: From
fr_fr: De

source: This is a recurring event.
fr_fr: Ceci est un événement récurrent.

source: For a recurring event, a one day event will be created on each recurring date within this date range.
fr_fr: Pour un événement récurrent, un événement d'un jour sera créé sur chaque date récurrente dans cette plage de dates.

source: Each event spans %s day(s)
fr_fr: Chaque événement s'étend sur %s jour(s)

source: All day
fr_fr: Toute la journée

source: Events start from
fr_fr: Les événements commencent à

source: to
fr_fr: à

source: Recurrences span from
fr_fr: Les récurrences s'étendent de

source: of each month
fr_fr: de chaque mois

source: last
fr_fr: dernier

source: fourth
fr_fr: quatrième

source: third
fr_fr: troisième

source: first
fr_fr: premier

source: years
fr_fr: années

source: year
fr_fr: année

source: months on the
fr_fr: mois le

source: month on the
fr_fr: mois le

source: weeks on
fr_fr: semaines le

source: week on
fr_fr: semaine le

source: days
fr_fr: jours

source: day
fr_fr: jour

source: every
fr_fr: chaque

source: This event repeats
fr_fr: Cet événement se répète

source: none selected
fr_fr: aucun sélectionné

source: Country:
fr_fr: Pays :

source: Region:
fr_fr: Région :

source: Postcode:
fr_fr: Code postal :

source: State/County:
fr_fr: État/Département :

source: City/Town:
fr_fr: Ville/Ville :

source: Address:
fr_fr: Adresse :

source: Reset this form to create a location or search again.
fr_fr: Réinitialiser ce formulaire pour créer une localisation ou rechercher à nouveau.

source: You cannot edit saved locations here.
fr_fr: Vous ne pouvez pas éditer les localisations sauvegardées ici.

source: Create a location or start typing to search a previously created location.
fr_fr: Créer une localisation ou commencer à taper pour rechercher une localisation précédemment créée.

source: Location Name:
fr_fr: Nom de la localisation :

source: No Location
fr_fr: Aucune localisation

source: Location:
fr_fr: Localisation :

source: No groups defined yet.
fr_fr: Aucun groupe défini pour le moment.

source: Delete Image?
fr_fr: Supprimer l'image ?

source: Upload/change picture
fr_fr: Télécharger/changer l'image

source: No image uploaded for this event yet
fr_fr: Aucune image téléchargée pour cet événement pour le moment

source: Category:
fr_fr: Catégorie :

source: This is the definite date after which bookings will be closed for this event, regardless of individual ticket settings above. Default value will be the event start date.
fr_fr: C'est la date définitive après laquelle les réservations seront fermées pour cet événement, indépendamment des paramètres de billet ci-dessus. La valeur par défaut sera la date de début de l'événement.

source: at
fr_fr: à

source: Booking Cut-Off Date
fr_fr: Date de fermeture des réservations

source: Leave blank for no limit.
fr_fr: Laisser vide pour aucune limite.

source: If set, the total number of spaces for a single booking to this event cannot exceed this amount.
fr_fr: Si défini, le nombre total de places pour une réservation unique à cet événement ne peut dépasser cette valeur.

source: Maximum Spaces Per Booking
fr_fr: Nombre maximum de places par réservation

source: Individual tickets with remaining spaces will not be available if total booking spaces reach this limit. Leave blank for no limit.
fr_fr: Les billets individuels avec des places restantes ne seront pas disponibles si le nombre total de places de réservation atteint cette limite. Laisser vide pour aucune limite.

source: Total Spaces
fr_fr: Nombre total de places

source: Event Options
fr_fr: Options de l'événement

source: Close Ticket Editor
fr_fr: Fermer l'éditeur de billet

source: Free
fr_fr: Gratuit

source: View Bookings
fr_fr: Voir les réservations

source: Add new ticket
fr_fr: Ajouter un nouveau billet

source: Avail. Spaces
fr_fr: Places disponibles

source: Start/End
fr_fr: Début/Fin

source: Basic HTML is allowed in ticket labels and descriptions.
fr_fr: Les balises HTML de base sont autorisées dans les étiquettes et les descriptions des billets.

source: You can have single or multiple tickets, where certain tickets become available under certain conditions, e.g. early bookings, group discounts, maximum bookings per ticket, etc.
fr_fr: Vous pouvez avoir un ou plusieurs billets, où certains billets deviennent disponibles sous certaines conditions, par exemple, réservations anticipées, remises de groupes, réservations maximum par billet, etc.

source: Tickets
fr_fr: Billets

source: Ticket Options
fr_fr: Options de billet

source: Enable registration for this event
fr_fr: Activer l'inscription à cet événement

source: Hide Advanced Options
fr_fr: Masquer les options avancées

source: Show Advanced Options
fr_fr: Afficher les options avancées

source: Restrict to
fr_fr: Restreindre à

source: Guest Users
fr_fr: Utilisateurs invités

source: Logged In Users
fr_fr: Utilisateurs connectés

source: Everyone
fr_fr: Tout le monde

source: Available for
fr_fr: Verfügbar für

source: Required?
fr_fr: Obligatoire?

source: If checked every booking must select one or the minimum number of this ticket.
fr_fr: Si coché, chaque réservation doit sélectionner au moins le nombre minimum de ce billet.

source: Available until
fr_fr: Disponible jusqu'à

# time
source: at
fr_fr: à

source: After
fr_fr: Après

source: Before
fr_fr: Avant

# before or after
source: %s the event starts
fr_fr: %s avant le début de l'événement

source: day(s)
fr_fr: jour(s)

source: Available from
fr_fr: Disponible à partir de

source: Add a start or end date (or both) to impose time constraints on ticket availability. Leave either blank for no upper/lower limit.
fr_fr: Ajouter une date de début ou de fin (ou les deux) pour imposer des contraintes de temps sur la disponibilité des billets. Laissez l'un ou l'autre vide pour ne pas avoir de limite supérieure/inférieure.

# spaces per booking
source: At most
fr_fr: Au plus

source: spaces per booking
fr_fr: places par réservation

# spaces per booking
source: At least
fr_fr: Au moins

source: Leave either blank for no upper/lower limit.
fr_fr: Laissez l'un ou l'autre vide pour ne pas avoir de limite supérieure/inférieure.

source: Enter a maximum number of spaces (required).
fr_fr: Entrez un nombre maximum de places (obligatoire).

source: Enter a ticket name.
fr_fr: Entrez un nom de billet.

source: export csv
fr_fr: exporter en csv

source: printable view
fr_fr: vue imprimable

source: manage bookings
fr_fr: gérer les réservations

source: No responses yet!
fr_fr: Pas encore de réponses !

source: Pending Spaces
fr_fr: Places en attente

source: Confirmed Spaces
fr_fr: Places confirmées

source: Available Spaces
fr_fr: Places disponibles

source: In order to use attributes, you must define some in your templates, otherwise they'll never show. Go to Events > Settings > General to add attribute placeholders.
fr_fr: Pour utiliser les attributs, vous devez définir quelques-uns dans vos templates, sinon ils n'apparaîtront jamais. Aller dans Événements > Paramètres > Général pour ajouter des emplacements d'attributs.

source: You don't have any custom attributes defined in any of your Events Manager template settings. Please add them the <a href='%s'>settings page</a>
fr_fr: Vous n'avez pas d'attributs personnalisés définis dans les paramètres de vos templates d'Événements Manager. Veuillez les ajouter sur la <a href='%s'>page des paramètres</a>

source: Lost your password?
fr_fr: Mot de passe oublié ?

source: Password Lost and Found
fr_fr: Mot de passe perdu et trouvé

source: Sign Up
fr_fr: Inscription

source: Remember Me
fr_fr: Se souvenir de moi

source: Log In
fr_fr: Connexion

source: Log in if you already have an account with us.
fr_fr: Connectez-vous si vous avez déjà un compte avec nous.

source: Discounts (After Taxes)
fr_fr: Réductions (après taxes)

source: Discounts Before Taxes
fr_fr: Réductions avant taxes

source: Sub Total
fr_fr: Sous-total

source: Quantity
fr_fr: Quantité

source: Below are translations for your tickets. If left blank, the language of the original event will be used.
fr_fr: Voici les traductions pour vos billets. Si laissé vide, la langue de l'événement d'origine sera utilisée.

source: See original translation.
fr_fr: Voir la traduction d'origine.

source: This is a translated event, therefore your time, location and booking information is handled by your original event translation.
fr_fr: C'est un événement traduit, donc votre horaire, lieu et informations de réservation sont gérées par la traduction d'origine de votre événement.

source: Translated Event Information
fr_fr: Informations sur l'événement traduit

source: You do not have permission to upload images
fr_fr: Vous n'avez pas la permission d'envoyer des images

source: You cannot view others %s
fr_fr: Vous ne pouvez pas voir les autres %s

source: You cannot read private %s
fr_fr: Vous ne pouvez pas lire les %s privés

source: You do not have permission to edit %s
fr_fr: Vous n'avez pas la permission de modifier %s

source: You do not have permission to edit others %s
fr_fr: Vous n'avez pas la permission de modifier les autres %s

source: You do not have permission to delete %s
fr_fr: Vous n'avez pas la permission de supprimer %s

source: You do not have permission to delete others %s
fr_fr: Vous n'avez pas la permission de supprimer les autres %s

source: You do not have permission to publish %s
fr_fr: Vous n'avez pas la permission de publier %s

source: You do not have permission to manage %s
fr_fr: Vous n'avez pas la permission de gérer %s

source: You do not have permission to manage others %s
fr_fr: Vous n'avez pas la permission de gérer les autres %s

source: Expand All
fr_fr: Tout développer

source: Collapse All
fr_fr: Tout réduire

source: Are you sure you want to disable bookings? If you do this and save, you will lose all previous bookings. If you wish to prevent further bookings, reduce the number of spaces available to the amount of bookings you currently have
fr_fr: Êtes-vous sûr de vouloir désactiver les réservations ? Si vous faites cela et enregistrez, vous allez perdre toutes les réservations précédentes. Si vous souhaitez empêcher d'autres réservations, réduisez le nombre de places disponibles à la quantité de réservations que vous avez actuellement

source: Are you sure you want to delete all recurrences of this event?
fr_fr: Êtes-vous sûr de vouloir supprimer toutes les occurrences de cet événement ?

source: All events will be moved to trash.
fr_fr: Tous les événements seront déplacés dans la corbeille.

source: This cannot be undone.
fr_fr: Ceci ne peut pas être annulé.

source: Are you sure you want to detach this event? By doing so, this event will be independent of the recurring set of events.
fr_fr: Êtes-vous sûr de vouloir détacher cet événement ? En le faisant, cet événement sera indépendant du jeu de répétitions d'événements.

source: Loading...
fr_fr: Chargement...

source: Searching...
fr_fr: Recherche...

source: Are you sure you want to delete?
fr_fr: Êtes-vous sûr de vouloir supprimer ?

source: Save Settings
fr_fr: Enregistrer les paramètres

source: Save Ticket
fr_fr: Enregistrer le billet

source: Please wait while the booking is being submitted.
fr_fr: Veuillez patienter pendant que la réservation est en cours d'enregistrement.

source: You must log in to view and manage your bookings.
fr_fr: Vous devez vous connecter pour voir et gérer vos réservations.

source: You must log in to view and manage your locations.
fr_fr: Vous devez vous connecter pour voir et gérer vos lieux.

source: You must log in to view and manage your events.
fr_fr: Vous devez vous connecter pour voir et gérer vos événements.

source: Parent Location
fr_fr: Lieu parent

source: No Locations Found in Trash
fr_fr: Aucun lieu trouvé dans la corbeille

source: No Locations Found
fr_fr: Aucun lieu trouvé

source: Search Locations
fr_fr: Rechercher des lieux

source: View Location
fr_fr: Voir le lieu

source: New Location
fr_fr: Nouveau lieu

source: Add New Location
fr_fr: Ajouter un nouveau lieu

source: Display locations on your blog.
fr_fr: Afficher les lieux sur votre blog.

source: Parent Recurring Event
fr_fr: Événement récurrent parent

source: No Recurring Events Found in Trash
fr_fr: Aucun événement récurrent trouvé dans la corbeille

source: No Recurring Events Found
fr_fr: Aucun événement récurrent trouvé

source: Search Recurring Events
fr_fr: Rechercher des événements récurrents

source: New Recurring Event
fr_fr: Nouvel événement récurrent

source: Edit Recurring Event
fr_fr: Modifier l'événement récurrent

source: Add New Recurring Event
fr_fr: Ajouter un nouvel événement récurrent

source: Add Recurring Event
fr_fr: Ajouter un événement récurrent

source: Recurring Events Template
fr_fr: Modèle d'événement récurrent

source: Recurring Events
fr_fr: Événements récurrents

source: Parent Event
fr_fr: Événement parent

source: No Events Found in Trash
fr_fr: Aucun événement trouvé dans la corbeille

source: No Events Found
fr_fr: Aucun événement trouvé

source: Search Events
fr_fr: Rechercher des événements

source: View Event
fr_fr: Voir l'événement

source: View
fr_fr: Voir

source: Edit
fr_fr: Modifier

source: Add New Event
fr_fr: Ajouter un nouvel événement

source: Display events on your blog.
fr_fr: Afficher les événements sur votre blog.

source: Choose from most used event categories
fr_fr: Choisir parmi les catégories d'événements les plus utilisées

source: Separate event categories with commas
fr_fr: Séparer les catégories d'événements par des virgules

source: New Event Category Name
fr_fr: Nom de la nouvelle catégorie d'événement

source: Add New Event Category
fr_fr: Ajouter une nouvelle catégorie d'événement

source: Update Event Category
fr_fr: Mettre à jour la catégorie d'événement

source: Edit Event Category
fr_fr: Modifier la catégorie d'événement

source: Parent Event Category:
fr_fr: Catégorie d'événement parente :

source: Parent Event Categories
fr_fr: Catégories d'événements parents

source: All Event Categories
fr_fr: Toutes les catégories d'événements

source: Popular Event Categories
fr_fr: Catégories d'événements populaires

source: Search Event Categories
fr_fr: Rechercher des catégories d'événements

source: Event Category
fr_fr: Catégorie d'événement

source: Choose from most used event tags
fr_fr: Choisir parmi les tags d'événements les plus utilisés

source: Add or remove events
fr_fr: Ajouter ou supprimer des événements

source: Separate event tags with commas
fr_fr: Séparer les tags d'événements par des virgules

source: New Event Tag Name
fr_fr: Nom du nouveau tag d'événement

source: Add New Event Tag
fr_fr: Ajouter un nouveau tag d'événement

source: Update Event Tag
fr_fr: Mettre à jour le tag d'événement

source: Edit Event Tag
fr_fr: Modifier le tag d'événement

source: Parent Event Tag:
fr_fr: Tag d'événement parent :

source: Parent Event Tags
fr_fr: Tags d'événements parents

source: All Event Tags
fr_fr: Tous les tags d'événements

source: Popular Event Tags
fr_fr: Tags d'événements populaires

source: Search Event Tags
fr_fr: Rechercher des tags d'événements

source: Event Tag
fr_fr: Tag d'événement

source: No Events
fr_fr: Aucun événement

source: Booking Rejected
fr_fr: Réservation rejetée

source: Booking Confirmed
fr_fr: Réservation confirmée

source: Booking Pending
fr_fr: Réservation en attente

source: Cancellation
fr_fr: Annulation

source: Canceling...
fr_fr: Annulation...

source: %s Error. Try again?
fr_fr: %s Erreur. Essayer à nouveau ?

source: Already Booked
fr_fr: Déjà réservé

source: %s Submitted
fr_fr: %s Soumis

source: Booking...
fr_fr: Réservation...

source: Book Now
fr_fr: Réserver maintenant

source: You cannot book more than %d spaces for this event.
fr_fr: Vous ne pouvez pas réserver plus de %d places pour cet événement.

source: You must request at least one space to book an event.
fr_fr: Vous devez demander au moins une place pour réserver un événement.

source: You already have booked a seat at this event.
fr_fr: Vous avez déjà réservé une place à cet événement.

source: There was a problem creating a user account, please contact a website administrator.
fr_fr: Il y a eu un problème lors de la création d'un compte utilisateur, veuillez contacter un administrateur du site.

source: A new user account has been created for you. Please check your email for access details.
fr_fr: Un nouveau compte utilisateur a été créé pour vous. Veuillez vérifier votre email pour les détails d'accès.

source: This email already exists in our system, please log in to register to proceed with your booking.
fr_fr: Cet email existe déjà dans notre système, veuillez vous connecter pour vous inscrire pour continuer votre réservation.

source: Booking could not be created
fr_fr: La réservation n'a pas pu être créée

source: However, there were some problems whilst sending confirmation emails to you and/or the event contact person. You may want to contact them directly and letting them know of this error.
fr_fr: Cependant, il y a eu des problèmes lors de l'envoi des emails de confirmation à vous et/ou à la personne de contact de l'événement. Vous pourriez vouloir les contacter directement et leur indiquer cette erreur.

source: You must log in or register to make a booking.
fr_fr: Vous devez vous connecter ou vous inscrire pour réserver.

source: Booking cannot be made, not enough spaces available!
fr_fr: La réservation ne peut pas être effectuée, pas assez de places disponibles !

source: Booking successful.
fr_fr: Réservation effectuée.

source: Booking successful, pending confirmation (you will also receive an email once confirmed).
fr_fr: Réservation effectuée, en attente de confirmation (vous recevrez également un email une fois confirmée).

source: Booking %s
fr_fr: Réservation %s

source: Are you sure you want to cancel your booking?
fr_fr: Êtes-vous sûr de vouloir annuler votre réservation ?

source: Manage my bookings
fr_fr: Gérer mes réservations

source: You are currently attending this event.
fr_fr: Vous êtes actuellement inscrit à cet événement.

source: This event is fully booked.
fr_fr: Cet événement est completement réservé.

source: Bookings are closed for this event.
fr_fr: Les réservations sont fermées pour cet événement.

source: Online bookings are not available for this event.
fr_fr: Les réservations en ligne ne sont pas disponibles pour cet événement.

source: more...
fr_fr: plus...

source: No events with this tag
fr_fr: Aucun événement avec ce tag

source: No events in this category
fr_fr: Aucun événement dans cette catégorie

source: No events in this location
fr_fr: Aucun événement dans cette localisation

source: Upcoming Events
fr_fr: Événements à venir

source: No %s
fr_fr: Aucun %s

source: All Day
fr_fr: Toute la journée

source: Published Event
fr_fr: Événement publié

source: Re-Submitted Event Awaiting Approval
fr_fr: Événement soumis à nouveau en attente d'approbation

source: Submitted Event Awaiting Approval
fr_fr: Événement soumis en attente d'approbation

source: You have successfully updated your event, which will be republished pending approval.
fr_fr: Vous avez mis à jour votre événement, qui sera publié en attente d'approbation.

source: You have successfully submitted your event, which will be published pending approval.
fr_fr: Vous avez soumis votre événement, qui sera publié en attente d'approbation.

source: All Cities/Towns
fr_fr: Toutes les villes/villes

source: All States
fr_fr: Tous les états

source: All Regions
fr_fr: Tous les régions

source: All Countries
fr_fr: Tous les pays

source: All Categories
fr_fr: Toutes les catégories

source: and
fr_fr: et

source: Within
fr_fr: Dans

source: Near...
fr_fr: Près de...

source: Hide Advanced Search
fr_fr: Masquer la recherche avancée

source: Show Advanced Search
fr_fr: Afficher la recherche avancée

source: To view your bookings, please visit %s after logging in.
fr_fr: Pour voir vos réservations, connectez-vous à %s.

source: Password
fr_fr: Mot de passe

source: Username
fr_fr: Nom d'utilisateur

source: You can log into our site here : %s
fr_fr: Vous pouvez vous connecter à notre site ici : %s

source: You have successfully created an account at %s
fr_fr: Vous avez créé un compte à %s

source: [%s] Your username and password
fr_fr: [%s] Votre nom d'utilisateur et votre mot de passe

source: The following booking is %s :
fr_fr: La réservation suivante est %s :

source: Now there are #_BOOKEDSPACES spaces reserved, #_AVAILABLESPACES are still available.
fr_fr: Il y a #_BOOKEDSPACES places réservées, #_AVAILABLESPACES sont encore disponibles.
